Repository: linuxmint/xed
Catalog: help/*/*.po
Languages: de

source: Selection
de: Markierung

source: Select this option to print the selected text only. This option is only available if you select text.
de: Wählen Sie diese Option, um nur den markierten Text auszudrucken. Diese Option ist nur verfügbar, wenn Sie Text markiert haben.

source: Copies
de: Kopien

source: Use the <guilabel>Number of copies</guilabel> spin box to specify the number of copies of the file that you want to print.
de: Geben Sie im Einstellfeld <guilabel>Anzahl der Kopien</guilabel> die Anzahl der Kopien an, die von dieser Datei gedruckt werden sollen.

source: If you print multiple copies of the file, select the <guilabel>Collate</guilabel> option to collate the printed copies.
de: Wenn Sie mehrere Kopien der Datei drucken, wählen Sie die Option <guilabel>Sortieren</guilabel>, um die gedruckten Kopien zu sortieren.

source: Printer Tabbed Section
de: Reiter »Drucker«

source: Printer
de: Drucker

source: Use this drop-down list to select the printer to which you want to print the file.
de: Verwenden Sie die Auswahlliste, um den Drucker auszuwählen, auf welchem Sie das Dokument ausgeben wollen.

source: Settings
de: Einstellungen

source: Use this drop-down list to select the printer settings.
de: Verwenden Sie die Auswahlliste, um die Druckeinstellungen zu ändern.

source: To configure the printer, click <guibutton>Configure</guibutton>. For example, you can enable or disable duplex printing, or schedule delayed printing, if this functionality is supported by the printer.
de: Um den Drucker zu konfigurieren, klicken Sie auf <guibutton>Konfigurieren</guibutton>. Beispielsweise können Sie den beidseitigen Druck ein- und ausschalten, oder den Druck zu einem späteren Zeitpunkt definieren, sofern Ihr Drucker dies unterstützt.

source: Location
de: Ort

source: Use this drop-down list to select one of the following print destinations:
de: Wählen Sie mithilfe dieses Einstellfeldes die folgenden Druckziele aus:

source: Print the file to a CUPS printer.
de: Gibt die Datei auf einem CUPS-Drucker aus.

source: If the selected printer is a CUPS printer, <guilabel>CUPS</guilabel> is the only entry in this drop-down list.
de: Wenn der ausgewählte Drucker ein CUPS-Drucker ist, dann ist <guilabel>CUPS</guilabel> der einzige Eintrag in dieser Auswahlliste.

source: Print the file to a printer.
de: Gibt die Datei auf einem Drucker aus.

source: File
de: Datei

source: Print the file to a PostScript file.
de: Druckt das Dokument in eine PostScript-Datei.

source: Click <guibutton>Save As</guibutton> to display a dialog where you specify the name and location of the PostScript file.
de: Klicken Sie auf <guibutton>Speichern unter</guibutton>, um einen Dialog zur Auswahl des Namens und des Speicherorts der PostScript-Datei anzuzeigen.

source: Custom
de: Benutzerdefiniert

source: Use the specified command to print the file.
de: Verwendet einen spezifischen Befehl zum Drucken des Dokuments.

source: Type the name of the command in the text box. Include all command-line arguments.
de: Geben Sie den Namen des Befehls in das Eingabefeld ein, einschliesslich aller Befehlszeilenargumente.

source: State
de: Status

source: This functionality is not supported in this version of gedit.
de: Diese Funktionalität wird in der vorliegenden Version von Gedit nicht unterstützt.

source: Type
de: Typ

source: Comment
de: Kommentar

source: Paper Tabbed Section
de: Reiter »Papier«

source: Paper size
de: Papierformat

source: Use this drop-down list to select the size of the paper to which you want to print the file.
de: Legen Sie mit dieser Einblendliste das Format des Papiers fest, auf dem die Datei gedruckt werden soll.

source: Width
de: Breite

source: Use this spin box to specify the width of the paper. Use the adjacent drop-down list to change the measurement unit.
de: Legen Sie mittels des Eingabefeldes die Papierbreite fest. Über die daneben stehende Einblendliste können Sie die Maßeinheit einstellen.

source: Height
de: Höhe

source: Use this spin box to specify the height of the paper.
de: Legen Sie mittels dieses Eingabefeldes die Höhe des Papiers fest.

source: Feed orientation
de: Einzugsausrichtung

source: Use this drop-down list to select the orientation of the paper in the printer.
de: Mit dieser Einblendliste geben Sie an, wie das Papier im Drucker ausgerichtet ist.

source: Page orientation
de: Papierausrichtung

source: Use this drop-down list to select the page orientation.
de: Wählen Sie mithilfe dieser Einblendliste die Papierausrichtung aus.

source: Use this drop-down list to select the page layout. A preview of each layout that you select is displayed in the <guilabel>Preview</guilabel> area.
de: Wählen Sie mithilfe dieser Einblendliste das Seitenlayout aus. Eine Vorschau des gerade ausgewählten Layouts wird im Bereich <guilabel>Vorschau</guilabel> angezeigt.

source: Paper tray
de: Papiereinzug

source: Use this drop-down list to select the paper tray.
de: Wählen Sie mithilfe dieser Einblendliste den Papiereinzug aus.

source: Programming Features
de: Programmierfunktionen

source: Several of <application>gedit</application>'s features for programming are provided with plugins. For example, the Tag List plugin provides a list of commonly-used tags for different markup languages: see <xref linkend="gedit-tag-list-plugin"/>.
de: Verschiedene von <application>gedit</application> für Programmierzwecke bestimmten Funktionsmerkmale werden durch Plugins realisiert. Beispielsweise stellt das Taglisten-Plugin häufig benutzte Tags für verschiedene Beschreibungssprachen bereit. Weitere Informationen hierzu finden Sie in <xref linkend="gedit-tag-list-plugin"/>.

source: Syntax Highlighting
de: Hervorhebung

source: Syntax highlighting makes source code easier to read by showing different parts of the text in different colors.
de: Die Hervorhebung macht Quellcode leichte lesbar, indem Teile des Textes in verschiedenen Farben dargestellt werden.

source: <application>gedit</application> chooses an appropriate syntax highlighting mode based on a document's type. To override the syntax highlighting mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Highlight Mode</guimenuitem></menuchoice>, then choose one of the following menu items:
de: <application>gedit</application> verwendet einen passenden Hervorhebungsmodus, passend zum Typ des Dokuments. Um den Hervorhebungsmodus selbst zu bestimmen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Hervorhebungsmodus</guimenuitem></menuchoice>. Dann können Sie aus den folgenden Menüeinträgen wählen:

source: Normal
de: Keine

source: Do not display any syntax highlighting.
de: Zeigt keine Hervorhebungen an.

source: Sources
de: Quellcode

source: Display syntax highlighting to edit source code. Use the <guisubmenu>Sources</guisubmenu> submenu to select the source code type.
de: Zeigt die Hervorhebungsmodi für die Bearbeitung von Quellcode. Verwenden Sie das Untermenü <guisubmenu>Quellcode</guisubmenu>, um den Typ des Quellcodes auszuwählen.

source: Markup
de: Auszeichnung

source: Display syntax highlighting to edit markup code. Use the <guisubmenu>Markup</guisubmenu> submenu to select the markup code type.
de: Zeigt die Hervorhebungsmodi für die Bearbeitung von Auszeichnungs-Code. Verwenden Sie das Untermenü <guisubmenu>Auszeichnung</guisubmenu>, um den Typ des Auszeichnungs-Codes auszuwählen.

source: Scripts
de: Skripte

source: Display syntax highlighting to edit script code. Use the <guisubmenu>Scripts</guisubmenu> submenu to select the script code type.
de: Zeigt die Hervorhebungsmodi für die Bearbeitung von Skriptsprachen-Code. Verwenden Sie das Untermenü <guisubmenu>Skripte</guisubmenu>, um den Typ des Skriptsprachen-Codes auszuwählen.

source: Others
de: Sonstige

source: Display syntax highlighting to edit other types of code. Use the <guisubmenu>Others</guisubmenu> submenu to select the code type.
de: Zeigt die Hervorhebungsmodi für die Bearbeitung anderer Code-Typen an. Verwenden Sie das Untermenü <guisubmenu>Andere</guisubmenu>, um den Code-Typ auszuwählen.

source: Piping the Output of a Command to a File
de: Die Ausgabe eines Befehls in eine Datei umleiten

source: You can use <application>gedit</application> to pipe the output of a command to a text file. For example, to pipe the output of an <command>ls</command> command to a text file, type <command>ls | gedit</command>, then press <keycap>Return</keycap>.
de: Mit <application>gedit</application> können Sie die Ausgabe eines Befehls in eine Textdatei leiten. Wenn Sie z. B. die Ausgabe eines <command>ls</command>-Befehls in eine Textdatei umleiten möchten, geben Sie <command>ls | gedit</command> ein, und drücken Sie die <keycap>Eingabetaste</keycap>.

source: The output of the <command>ls</command> command is displayed in a new text file in the <application>gedit</application> window.
de: Die Ausgabe des Befehls <command>ls</command> wird im <application>gedit</application>-Fenster in einer neuen Textdatei angezeigt.

source: Alternatively, you can use the <application>External tools</application> plugin to pipe command output to the current file.
de: Alternativ können Sie das Plugin <application>Externe Werkzeuge</application> verwenden, um die Ausgabe des Befehls in die aktuelle Datei umzuleiten.

source: Shortcut Keys
de: Tastenkombinationen

source: Use shortcut keys to perform common tasks more quickly than with the mouse and menus. The following tables list all of <application>gedit</application>'s shortcut keys.
de: Verwenden Sie Tastenkürzel, um häufig vorkommende Aufgaben schneller als mit der Maus oder über die Menüs auszuführen. In den folgenden Tabellen werden alle Tastenkürzel von <application>gedit</application> aufgelistet.

source: For more on shortcut keys, see the <ulink type="help" url="ghelp:user-guide?keyboard-skills">Desktop User Guide</ulink>.
de: Weitere Informationen über Tastenkürzel finden Sie im <ulink type="help" url="ghelp:user-guide?keyboard-skills">Desktop-Benutzerhandbuch</ulink>.

source: Tabs
de: Reiter

source: Shortcuts for tabs:
de: Tastenkombinationen für Reiter:

source: Shortcut Key
de: Tastenkombination

source: Command
de: Befehl

source: Ctrl + Alt + PageUp
de: Strg+Alt+Bild auf

source: Switches to the next tab to the left.
de: Aktiviert den vorherigen Reiter.

source: Ctrl + Alt + PageDown
de: Strg + Alt + Bild_Ab

source: Switches to the next tab to the right.
de: Aktiviert den nächsten Reiter.

source: Ctrl + W
de: Strg + W

source: Close tab.
de: Schließt den Reiter.

source: Ctrl + Shift + L
de: Umschalt + Strg + L

source: Save all tabs.
de: Alle Reiter speichern.

source: Ctrl + Shift + W
de: Umschalt + Strg + W

source: Close all tabs.
de: Alle Reiter schließen.

source: Jump to nth tab.
de: Den n-ten Reiter aktivieren.

source: Files
de: Dateien

source: Shortcuts for working with files:
de: Tastenkombinationen zum Arbeiten mit Dateien:

source: Ctrl + N
de: Strg + N

source: Create a new document.
de: Eine neues Dokument anlegen.

source: Ctrl + O
de: Strg + O

source: Open a document.
de: Ein Dokument öffnen.

source: Ctrl + L
de: Strg + L

source: Open a location.
de: Einen Ort öffnen.

source: Ctrl + S
de: Strg + S

source: Save the current document to disk.
de: Das aktuelle Dokument auf die Festplatte speichern.

source: Ctrl + Shift + S
de: Umschalt + Strg + S

source: Save the current document with a new filename.
de: Das aktuelle Dokument unter einem anderen Dateinamen speichern.

source: Ctrl + P
de: Strg + P

source: Print the current document.
de: Das aktuelle Dokument drucken.

source: Ctrl + Shift + P
de: Umschalt + Strg + P

source: Print preview.
de: Druckvorschau.

source: Close the current document.
de: Das aktuelle Dokument schließen.

source: Ctrl + Q
de: Strg + Q

source: Quit Gedit.
de: Gedit beenden.

source: Edit
de: Bearbeiten

source: Shortcuts for editing documents:
de: Tastenkombinationen zum Bearbeiten von Dokumenten:

source: Ctrl + Z
de: Strg + Z

source: Undo the last action.
de: Letzten Vorgang rückgängig machen.

source: Ctrl + Shift + Z
de: Umschalt + Strg + Z

source: Redo the last undone action .
de: Den rückgängig gemachten Vorgang wiederholen.

source: Ctrl + X
de: Strg + X

source: Cut the selected text or region and place it on the clipboard.
de: Den markierten Text oder die markierte Region ausschneiden und in die Zwischenablage verschieben.

source: Ctrl + C
de: Strg + C

source: Copy the selected text or region onto the clipboard.
de: Den markierten Text oder den markierten Bereich in die Zwischenablage kopieren.

source: Ctrl + V
de: Strg + V

source: Paste the contents of the clipboard.
de: Den Inhalt der Zwischenablage einfügen.

source: Ctrl + A
de: Strg + A

source: Select all.
de: Alles markieren.

source: Ctrl + D
de: Strg + D

source: Delete current line.
de: Die aktuelle Zeile löschen.

source: Alt + Up
de: Alt + Pfeiltaste hoch

source: Move the selected line up one line.
de: Die markierte Zeile um eine Position nach oben verschieben.

source: Alt + Down
de: Alt + Pfeiltaste runter

source: Move the selected line down one line.
de: Die markierte Zeile um eine Position nach unten verschieben.

source: Panes
de: Leisten

source: Shortcuts for showing and hiding panes:
de: Tastenkombinationen zum Anzeigen und Verbergen von Leisten:

source: Show/hide the side pane.
de: Die Seitenleiste anzeigen/verbergen.

source: Ctrl + F9
de: Strg + F9

source: Show/hide the bottom pane.
de: Die Fußleiste anzeigen/verbergen.

source: Search
de: Suchen

source: Shortcuts for searching:
de: Tastenkombinationen zum Suchen:

source: Ctrl + F
de: Strg + F

source: Find a string.
de: Einen Text suchen.

source: Ctrl + G
de: Strg + G

source: Find the next instance of the string.
de: Das nächste Vorkommen des gleichen Textes suchen.

source: Ctrl + Shift + G
de: Umschalt + Strg + G

source: Find the previous instance of the string.
de: Das vorherige Vorkommen des gleichen Textes suchen.

source: Ctrl + K
de: Strg + K

source: Interactive search.
de: Inkrementelle Suche.

source: Ctrl + H
de: Strg + H

source: Search and replace.
de: Suchen und ersetzen.

source: Ctrl + Shift + K
de: Umschalt + Strg + K

source: Clear highlight.
de: Hervorhebung zurücksetzen.

source: Ctrl + I
de: Strg + I

source: Goto line.
de: Zu einer bestimmten Zeile gehen.

source: Tools
de: Werkzeuge

source: Shortcuts for tools:
de: Tastenkombinationen für Werkzeuge:

source: Shift + F7
de: Umschalt + F7

source: Check spelling (with plugin).
de: Rechtschreibprüfung (mit Plugin).

source: Remove trailing spaces (with plugin).
de: Unnötige Leerzeichen am Zeilenende entfernen (mit Plugin).

source: Ctrl + T
de: Strg + T

source: Indent (with plugin).
de: Einzug erhöhen (mit Plugin).

source: Ctrl + Shift + T
de: Umschalt + Strg + T

source: Remove Indent (with plugin).
de: Einzug vermindern (mit Plugin).

source: Run "make" in current directory (with plugin).
de: »make« im aktuellen Ordner ausführen (mit Plugin).

source: Ctrl + Shift + D
de: Umschalt + Strg + D

source: Directory listing (with plugin).
de: Ordnerinhalt anzeigen (mit Plugin).

source: Help
de: Hilfe

source: Shortcuts for help:
de: Tastenkombinationen für Hilfe:

source: Open <application>gedit</application>'s user manual.
de: Das <application>gedit</application>-Handbuch öffnen.

source: Preferences
de: Einstellungen

source: To configure <application>gedit</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following categories:
de: Um <application>gedit</application> zu konfigurieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>. Das Dialogfeld <guilabel>Einstellungen</guilabel> enthält die folgenden Kategorien:

source: View Preferences
de: Ansicht-Einstellungen

source: Select the <guilabel>Enable text wrapping</guilabel> option to have long lines of text flow into paragraphs instead of running off the edge of the text window. This avoids having to scroll horizontally
de: Wählen Sie die Option <guilabel>Zeilenumbruch aktivieren</guilabel>, um lange Zeilen umzubrechen, anstatt Sie über den Rand des Textfensters hinauslaufen zu lassen. Dadurch lässt sich horizontales Scrollen vermeiden.

source: Select the <guilabel>Do not split words over two lines</guilabel> option to have the text wrapping option preserve whole words when flowing text to the next line. This makes text easier to read.
de: Wählen Sie die Option <guilabel>Nur am Wortende umbrechen</guilabel>, damit Wörter nicht getrennt werden, wenn der Text in die nächste Zeile umgebrochen wird. Dies verbessert die Lesbarkeit des Textes.

source: Select the <guilabel>Display line numbers</guilabel> option to display line numbers on the left side of the <application>gedit</application> window.
de: Wählen Sie die Option <guilabel>Zeilennummern anzeigen</guilabel>, um links im <application>gedit</application>-Fenster Zeilennummern anzuzeigen.

source: Current Line
de: Aktuelle Zeile

source: Select the <guilabel>Highlight current line</guilabel> option to highlight the line where the cursor is placed.
de: Wählen Sie die Option <guilabel>Aktuelle Zeile hervorheben</guilabel>, um jene Zeile hervorzuheben, in der sich der Cursor befindet.

source: Right Margin
de: Rechter Rand

source: Select the <guilabel>Display right margin</guilabel> option to display a vertical line that indicates the right margin.
de: Aktivieren Sie das Kontrollkästchen <guilabel>Rechten Rand anzeigen</guilabel>, um eine senkrechte Linie zur Markierung des rechten Randes anzuzeigen.

source: Use the <guilabel>Right margin at column</guilabel> spin box to specify the location of the vertical line.
de: Verwenden Sie das Einstellfeld <guilabel>Rechter Rand in Spalte</guilabel>, um die Position der senkrechten Linie anzugeben.

source: Bracket Matching
de: Klammerübereinstimmung

source: Select the <guilabel>Highlight matching bracket</guilabel> option to highlight the corresponding bracket when the cursor is positioned on a bracket character.
de: Aktivieren Sie das Kontrollkästchen <guilabel>Übereinstimmende Klammern hervorheben</guilabel>, um die korrespondierende Klammer hervorzuheben, wenn sich der Cursor über einer Klammer befindet.

source: Editor Preferences
de: Einstellungen des Editors

source: Use the <guilabel>Tab width</guilabel> spin box to specify the width of the space that <application> gedit</application> inserts when you press the <keycap>Tab</keycap> key.
de: Legen Sie im Einstellfeld <guilabel>Tabulatorbreite</guilabel> fest, wie viel Platz von <application>gedit</application> eingefügt wird, wenn Sie die <keycap>Tabulatortaste</keycap> drücken.

source: Select the <guilabel>Insert spaces instead of tabs</guilabel> option to specify that <application> gedit</application> inserts spaces instead of a tab character when you press the <keycap>Tab</keycap> key.
de: Mit der Option <guilabel>An Stelle von Tabulatoren Leerzeichen einfügen</guilabel> können Sie festlegen, dass <application>gedit</application> beim Drücken der <keycap>Tabulatortaste</keycap> statt eines Tabulatorzeichens eine entsprechende Anzahl von Leerzeichen einfügen soll.

source: Auto Indentation
de: Auto-Einzug

source: Select the <guilabel>Enable auto indentation</guilabel> option to specify that the next line starts at the indentation level of the current line.
de: Wenn die Option <guilabel>Automatischen Einzug aktivieren</guilabel> aktiviert ist, werden neue Zeilen automatisch so weit wie die jeweils vorhergehende Zeile eingerückt.

source: File Saving
de: Speichern von Dateien

source: Select the <guilabel>Create a backup copy of files before saving</guilabel> option to create a backup copy of a file each time you save the file. The backup copy of the file contains a ~ at the end of the filename.
de: Wählen Sie die Option <guilabel>Vor dem Speichern von Dateien eine Sicherheitskopie anlegen</guilabel>, um bei jedem Speichern von Dateien eine Sicherungskopie erstellen zu lassen. An den Dateinamen der Sicherungskopie wird eine Tilde (~) angefügt.

source: Select the <guilabel>Autosave files every ... minutes</guilabel> option to automatically save the current file at regular intervals. Use the spin box to specify how often you want to save the file.
de: Wählen Sie die Option <guilabel>Auto-Speichern von Dateien alle ... Minuten</guilabel>, um die aktuelle Datei in regelmäßigen Abständen zu speichern. Legen Sie im Einstellfeld das Intervall fest, in dem die Datei gespeichert werden soll.

source: Font &amp; Colors Preferences
de: Schriftarten und Farben

source: Font
de: Schrift

source: Select the <guilabel>Use default theme font</guilabel> option to use the default system font for the text in the <application>gedit</application> text window.
de: Wählen Sie die Option <guilabel>Dicktengleiche Schrift des Systems benutzen</guilabel>, um die Standard-Systemschrift für den Text im Textfenster <application>gedit</application> zu verwenden.

source: The <guilabel>Editor font</guilabel> field displays the font that <application>gedit</application> uses to display text. Click on the button to specify the font type, style, and size to use for text.
de: In diesem Feld wird die Schriftart angezeigt, in der in <application>gedit</application> Text angezeigt wird. Klicken Sie auf den Knopf, um Schriftart, -stil und -größe für den Text festzulegen.

source: Color Scheme
de: Farbschema

source: You can choose a color scheme from the list of color schemes. By default, the following color schemes are installed:
de: Sie können ein Farbschema aus der Liste der Farbschemata wählen. Standardmäßig sind die folgenden Farbschemata installiert:

source: Classic color scheme based on the gvim color scheme.
de: Klassisches Farbschema, basierend auf dem Schema von <application>gvim</application>.

source: Cobalt
de: Kobalt

source: Blue based color scheme.
de: Auf Blau basierendes Farbschema.

source: Color scheme used in the Kate text editor.
de: Das im Texteditor <application>Kate</application> verwendete Farbschema.

source: Dark color scheme using the Tango color palette.
de: Dunkles Farbschema, welches die Tango-Farbpalette verwendet.

source: Color scheme using the Tango color scheme.
de: Farbschema, welches das Tango-Farbschema verwendet.

source: You can add a new color scheme by clicking on <guilabel>Add...</guilabel>, and selecting a color scheme file
de: Sie können ein neues Farbschema hinzufügen, indem Sie auf <guilabel>Hinzufügen …</guilabel> klicken und eine Farbschema-Datei auswählen.

source: You can remove the selected color scheme by clicking on <guilabel>Remove</guilabel>
de: Sie können das ausgewählte Farbschema entfernen, indem Sie auf <guilabel>Entfernen</guilabel> klicken.

source: Plugins Preferences
de: Plugin-Einstellungen

source: Plugins add extra features to <application>gedit</application>. For more information on plugins and how to use the built-in plugins, see <xref linkend="gedit-plugins-overview"/>.
de: Plugins fügen weitere Funktionsmerkmale zu <application>gedit</application> hinzu. Weitere Informationen zu Plugins sowie über die Benutzung der eingebauten Plugins finden Sie in <xref linkend="gedit-plugins-overview"/>.

source: Enabling a Plugin
de: Aktivieren eines Plugins

source: To enable a <application>gedit</application> plugin, perform the following steps:
de: Um ein <application>gedit</application>-Plugin zu aktivieren, führen Sie die folgenden Schritte aus:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>.

source: Select the <guilabel>Plugins</guilabel> tab.
de: Wählen Sie den Reiter <guilabel>Plugins</guilabel> aus.
