Repository: linuxmint/xed
Catalog: help/*/*.po
Languages: de

source: <literal>$(<replaceable>n</replaceable>:<replaceable>cmd</replaceable>)</literal> allows you to give this placeholder a reference, where <replaceable>n</replaceable> is any number from 1 upwards. Use <literal>$<replaceable>n</replaceable></literal> to use the output from one shell placeholder as input in another.
de: <literal>$(<replaceable>n</replaceable>:<replaceable>cmd</replaceable>)</literal> ermöglicht die Definition dieses Platzhalters als Referenz, wobei <replaceable>n</replaceable> eine beliebige Zahl größer oder gleich 1 ist. Benutzen Sie <literal>$<replaceable>n</replaceable></literal>, um die Ausgabe eines Shell-Platzhalters als Eingabe für einen anderen Platzhalter zu verwenden.

source: Python placeholders
de: Python-Platzhalter

source: <literal>$&lt;<replaceable>cmd</replaceable>&gt;</literal> is replaced by the result of evaluating <replaceable>cmd</replaceable> in the python interpreter.
de: <literal>$&lt;<replaceable>cmd</replaceable>&gt;</literal> wird durch das Ergebnis der Ausführung von <replaceable>cmd</replaceable> im Python-Interpreter ersetzt.

source: <literal>$&lt;<replaceable>a</replaceable>:<replaceable>cmd</replaceable>&gt;</literal> specifies another python placeholder as a dependency, where <replaceable>a</replaceable> gives its order in the snippet. This allows you to use python functions defined in another snippet. To specify several dependencies, separate the numbers with commas thus: <literal>$&lt;<replaceable>a</replaceable>,<replaceable>b</replaceable>:<replaceable>cmd</replaceable>&gt;</literal>
de: <literal>$&lt;<replaceable>a</replaceable>:<replaceable>cmd</replaceable>&gt;</literal> legt einen weiteren Python-Platzhalter als Abhängigkeit fest, wobei <replaceable>a</replaceable> die Anordnung innerhalb des Schnipsels festlegt. Dies erlaubt Ihnen, Python-Funktionen aus anderen Schnipseln zu verwenden. Um weitere Abhängigkeiten festzulegen, trennen Sie die Zahlen durch Kommas voneinander: <literal>$&lt;<replaceable>a</replaceable>,<replaceable>b</replaceable>:<replaceable>cmd</replaceable>&gt;</literal>

source: To use a variable in all other python snippets, declare it as <literal>global</literal>.
de: Um eine Variablem in allen anderen Python-Schnipseln zu verwenden, deklarieren Sie sie als <literal>global</literal>.

source: Sort Plugin
de: Plugin »Sortieren«

source: The <application>Sort</application> plugin arranges selected lines of text into alphabetical order.
de: Das Plugin <application>Sortieren</application> sortiert ausgewählte Textzeilen in alphabetischer Reihenfolge.

source: You cannot undo the Sort operation, so you should save the file before performing the sort. To revert to the saved version of the file after the sort operation, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Revert</guimenuitem></menuchoice>.
de: Der Sortiervorgang kann nicht rückgängig gemacht werden; es empfiehlt sich daher, die Datei vor dem Sortieren zu speichern. Um nach dem Sortiervorgang ggf. die zuletzt gespeicherte Version der Datei wiederherzustellen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Zurücksetzen</guimenuitem></menuchoice>.

source: To use the Sort plugin, perform the following steps:
de: Die Arbeit mit dem Plugin »Sortieren« gestaltet sich wie folgt:

source: Select the lines of text you want to sort.
de: Geben Sie die Zeilen des Texts an, die Sie sortieren wollen.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Sort</guimenuitem></menuchoice>. The <guilabel>Sort</guilabel> dialog opens.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Sortieren</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Sortieren</guilabel> zu öffnen.

source: Choose the options you want for the sort:
de: Wählen Sie aus folgenden Optionen für die Sortierung:

source: To arrange the text in reverse order, select <guilabel>Reverse order</guilabel>.
de: Um den Text in umgekehrter Reihenfolge zu sortieren, aktivieren Sie die Option <guilabel>Reihenfolge umkehren</guilabel>.

source: To delete duplicate lines, select <guilabel>Remove duplicates</guilabel>.
de: Um doppelt vorhandene Zeilen zu löschen, aktivieren Sie die Option <guilabel>Duplikate entfernen</guilabel>.

source: To ignore case sensitivity, select <guilabel>Ignore case</guilabel>.
de: Wenn nicht nach Groß- und Kleinschreibung unterschieden werden soll, aktivieren Sie die Option <guilabel>Groß-/Kleinschreibung nicht berücksichtigen</guilabel>.

source: To have the sort ignore the characters at the start of the lines, set the first character that should be used for sorting in the <guilabel>Start at column</guilabel> spin box.
de: Damit die Sortierung die Zeichen am Beginn der Zeile unberücksichtigt lässt, legen Sie das erste für die Sortierung zu verwendende Zeichen im Einstellfeld <guilabel>Beginnen bei Spalte:</guilabel> fest.

source: To perform the sort operation, click <guibutton>Sort</guibutton>.
de: Starten Sie den Sortiervorgang anschließend, indem Sie auf den Knopf <guibutton>Sortieren</guibutton> klicken.

source: Spell Checker Plugin
de: Plugin »Rechtschreibprüfung«

source: The <application>Spell Checker</application> plugin checks the spelling in the selected text. You can configure <application>gedit</application> to check the spelling automatically, or you can check the spelling manually, in the specified language. The language setting, and the autocheck spelling properties, apply per document. To use the Spell checker plugin, perform the following steps:
de: Das Plugin <application>Rechtschreibprüfung</application> überprüft die Rechtschreibung im ausgewählten Text. Sie können <application>gedit</application> so konfigurieren, dass die Rechtschreibung automatisch geprüft wird, oder Sie nehmen die Rechtschreibprüfung in einer gewählten Sprache manuell vor. Die Spracheinstellungen sowie die Einstellungen für die automatische Rechschreibprüfung werden für jedes Dokument individuell festgelegt. Um das Rechschreibprüfungs-Plugin zu verwenden, führen Sie die folgenden Schritte aus:

source: Choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Set Language</guimenuitem></menuchoice> to display the <guilabel>Set language</guilabel> dialog. Select the appropriate language from the list. Click <guibutton>OK</guibutton> to close the <guilabel>Set language</guilabel> dialog.
de: Wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Sprache festlegen</guimenuitem></menuchoice>, um den Dialog <guilabel>Sprache festlegen</guilabel> anzuzeigen. Wählen Sie die gewünschte Sprache in der Liste aus. Klicken Sie auf <guibutton>OK</guibutton>, um den Dialog <guilabel>Sprache festlegen</guilabel> zu schließen.

source: To check the spelling automatically, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Autocheck Spelling</guimenuitem></menuchoice>. To unset the automatic spell check, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Autocheck Spelling</guimenuitem></menuchoice> again. When automatic spell checking is set, an icon is displayed beside the <guimenuitem>Autocheck Spelling</guimenuitem> menu item. Automatic spell checking is unset by default, each time <application>gedit</application> starts.
de: Um die Rechtschreibung automatisch zu prüfen, wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Automatische Rechtschreibprüfung</guimenuitem></menuchoice>. Um die automatische Rechtschreibprüfung zurückzusetzen, wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Automatische Rechtschreibprüfung</guimenuitem></menuchoice> erneut. Wenn die automatische Rechtschreibprüfung eiungeschaltet ist, wird ein Symbol neben dem Menüeintrag <guimenuitem>Automatische Rechtschreibprüfung</guimenuitem> angezeigt. Die automatische Rechtschreibprüfung ist bei jedem Start von <application>gedit</application> per Vorgabe ausgeschaltet.

source: Unknown spellings are displayed in a different color, and underlined. Right-click on an unknown spelling, then select <guimenu>Spelling Suggestions</guimenu> from the popup menu:
de: Unbekannte Schreibweisen werden in einer anderen Farbe und unterstrichen dargestellt. Klicken Sie mit der rechten Maustaste auf eine der unbekannten Schreibweisen, und wählen Sie dann <guimenu>Rechtschreibvorschläge</guimenu> aus dem Kontextmenü:

source: To replace the unknown spelling with another spelling in the list, select the replacement spelling from the <guimenu>Spelling Suggestions</guimenu> popup menu.
de: Um die unbekannte Schreibweise durch eine alternative Schreibweise in der Liste zu ersetzen, wählen Sie Ersetzung im Aufklappmenü <guimenu>Rechtschreibvorschläge</guimenu> aus.

source: To add the unknown spelling to your personal dictionary, select <menuchoice><guimenu>Spelling Suggestions</guimenu><guimenuitem>Add</guimenuitem></menuchoice>.
de: Um die unbekannte Schreibweise zu Ihrem persönlichen Wörterbuch hinzuzufügen, wählen Sie <menuchoice><guimenu>Rechtschreibvorschläge</guimenu><guimenuitem>Hinzufügen</guimenuitem></menuchoice>.

source: To ignore all occurrences of the unknown spelling, so that they are no longer flagged as unknown but are not added to your personal dictionary, select <menuchoice><guimenu>Spelling Suggestions</guimenu><guimenuitem>Ignore All</guimenuitem></menuchoice>. The unknown word is ignored in the current <application>gedit</application> session only.
de: Um jedes Vorkommen der unbekannten Schreibweise zu ignorieren, so dass es sowohl nicht mehr als unbekannt markiert wird, aber auch nicht zum persönlichen Wörterbuch hinzugefügt wird, wählen Sie <menuchoice><guimenu>Rechtschreibvorschläge</guimenu><guimenuitem>Alle ignorieren</guimenuitem></menuchoice>. Das unbekannte Wort wird nur in der gegenwärtigen Sitzung von <application>gedit</application> ignoriert.

source: To check the spelling manually, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Check Spelling</guimenuitem></menuchoice>.
de: Um die Rechtschreibung manuell zu prüfen, wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Rechtschreibprüfung</guimenuitem></menuchoice>.

source: If there are no spelling errors, an <guilabel>Information</guilabel> dialog displays a message stating that the document does not contain misspelled words. Click <guibutton>OK</guibutton> to close the <guilabel>Information</guilabel> dialog.
de: Falls es keine Rechtschreibfehler gibt, zeigt ein <guilabel>Informationsdialog</guilabel> eine Stausmeldung an, dass das Dokument keine falsch geschriebenen Wörter enthält. Klicken Sie auf <guibutton>OK</guibutton>, um den <guilabel>Informationsdialog</guilabel> zu schließen.

source: If there are spelling errors, the <guilabel>Check Spelling</guilabel> dialog is displayed:
de: Falls es Rechtschreibfehler gibt, wird der Dialog <guilabel>Rechtschreibprüfung</guilabel> angezeigt:

source: The <guilabel>Misspelled word</guilabel> is displayed at the top of the dialog.
de: Das <guilabel>falsch geschriebene Wort</guilabel> wird im Kopf des Dialogs angezeigt.

source: A suggested known spelling is displayed in the <guilabel>Change to</guilabel> text box. You can replace this with another known spelling by selecting a spelling from the <guilabel>Suggestions</guilabel> list, or you can enter text directly into the <guilabel>Change to</guilabel> text box.
de: Eine Empfehlung einer bekannten Schreibweise wird im Textfeld <guilabel>Ändern in</guilabel> angezeigt. Sie können dies durch eine andere bekannte Schreibweise aus der Liste <guilabel>Vorschläge</guilabel> ersetzen, oder Sie geben den Text direkt in das Textfeld <guilabel>Ändern in</guilabel> ein.

source: To check the spelling of the text in the <guilabel>Change to</guilabel> text box, click <guibutton>Check Word</guibutton>. If this is a known word, the <guilabel>Suggestions</guilabel> list is replaced with the text <literal>(correct spelling)</literal>. If the word is not known, new entries appear in the <guilabel>Suggestions</guilabel> list.
de: Um die Rechtschreibung des Textes im Textfeld <guilabel>Ändern in</guilabel> zu prüfen, klicken Sie auf <guibutton>Wort prüfen</guibutton>. Falls es sich um ein bekanntes Wort handelt, wird die Liste der <guilabel>Vorschläge</guilabel> durch den Text <literal>(Rechtschreibung korrigieren)</literal> ersetzt. Falls das Wort unbekannt ist, erscheinen neue Einträge in der Liste der <guilabel>Vorschläge</guilabel>.

source: To ignore the current occurrence of the unknown word, click <guibutton>Ignore</guibutton>. To ignore all occurrences of the unknown word, click <guibutton>Ignore All</guibutton>. The unknown word is ignored in the current <application>gedit</application> session only.
de: Um das aktuelle Vorkommen der unbekannten Schreibweise zu ignorieren, klicken Sie auf <guibutton>Ignorieren</guibutton>. Das unbekannte Wort wird nur in der gegenwärtigen Sitzung von <application>gedit</application> ignoriert.

source: To change the current occurrence of the unknown word to the text in the <guilabel>Change to</guilabel> text box, click <guibutton>Change</guibutton>. To change all occurrences of the unknown word to the text in the <guilabel>Change to</guilabel> text box, click <guibutton>Change All</guibutton>.
de: Um das aktuelle Vorkommen der unbekannten Schreibweise im Textfeld <guilabel>Ändern in</guilabel> zu ändern, klicken Sie auf <guibutton>Ändern</guibutton>. Um alle Vorkommen der unbekannten Schreibweise im Textfeld <guilabel>Ändern in</guilabel> zu ändern, klicken Sie auf <guibutton>Alle ändern</guibutton>.

source: To add the unknown word to your personal dictionary, click <guibutton>Add word</guibutton>.
de: Um das unbekannte Wort zu Ihrem persönlichen Wörterbuch hinzuzufügen, klicken Sie auf <guibutton>Wort hinzufügen</guibutton>.

source: To close the <guilabel>Check Spelling</guilabel> dialog, click <guibutton>Close</guibutton>.
de: Klicken Sie auf <guibutton>Schließen</guibutton>, um das Dialogfeld <guilabel>Rechtschreibprüfung</guilabel> zu schließen.

source: Tag List Plugin
de: Plugin »Tagliste«

source: The <application>Tag List</application> plugin allows you to insert common tags from a list in the side pane.
de: Das <application>Taglisten</application>-Plugin ermöglicht Ihnen das Einfügen häufig benutzter Tags aus einer Liste in der Seitenleiste.

source: To use the Tag List plugin, perform the following steps:
de: Um das Taglisten-Plugin zu verwenden, führen Sie die folgenden Schritte aus:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice>.

source: By default, the side pane shows a tab containing a list of open documents. Click on the tab showing a + icon at the bottom of the side pane to show the tag list tab.
de: Standardmäßig zeigt die Seitenleiste einen Reiter an, der eine Liste geöffneter Dokumente enthält. Klicken sie auf den Reiter mit dem »+« am unteren Rand der Seitenleiste, um den Taglisten-Reiter anzuzeigen.

source: Select the appropriate tag category from the drop-down list. For example, <guilabel>HTML - Tags</guilabel>.
de: Wählen Sie die gewünschte Kategorie aus der Auswahlliste, so z. B. <literal>HTML - Tags</literal>.

source: Scroll through the tag list to find the required tag.
de: Blättern Sie in der Tagliste nach dem gewünschten Tag.

source: To insert a tag at the cursor position in the current file, double-click on the tag in the tag list. You can also insert a tag as follows:
de: Um einen Tag an der Cursorposition in die aktuelle Datei einzufügen, doppelklicken Sie in der Tagliste darauf. Sie können den Tag auch wie folgt einfügen:

source: To insert a tag in the current file and change the focus from the side pane to the display area, press <keycap>Return</keycap>.
de: Um den Tag in die aktuelle Datei einzufügen und den Fokus vom Fenster <guilabel>Taglisten-Plugin</guilabel> auf das Editorfenster umzuschalten, drücken Sie die <keycap>Eingabetaste</keycap>.

source: To insert a tag in the current file and maintain the focus on the <guilabel>Tag list plugin</guilabel> window, press <keycombo><keycap>Shift</keycap><keycap>Return</keycap></keycombo>.
de: Um den Tag in die aktuelle Datei einzufügen und den Fokus auf dem Fenster <guilabel>Taglisten-Plugin</guilabel> zu behalten, drücken Sie <keycombo><keycap>Umschalt</keycap><keycap>Eingabetaste</keycap></keycombo>.

source: translator-credits
de: Jan Arne Petersen <jap@gnome.org>, 2007 Mario Blättermann <mariobl@gnome.org>, 2008-2010
