Repository: linuxmint/xed
Catalog: help/*/*.po
Languages: de

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von MATE-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE-Dokumentationsprojekts über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: @@image: 'figures/gedit_window.png'; md5=a1daf2ed54a551bb590a172bc730594c
de: translated

source: @@image: 'figures/gedit_recent_files_menu_icon.png'; md5=62b4bede31db64226f7e7f9b18f5eb74
de: translated

source: Gedit Manual
de: Gedit-Handbuch

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Added the Shortcut Keys Table
de: Fügte die Tabelle der Tastenkombinationen hinzu

source: Sun Java Desktop System Documentation Team
de: Sun Java-Desktop-System-Dokumentationsteam

source: Cicek provided information from earlier revisions of the gedit application.
de: Cicek hat Informationen aus früheren Revisionen von gedit beigetragen.

source: Acknowledgements
de: Danksagungen

source: George provided information about plugins.
de: George für Informationen zu Plugins.

source: gedit Manual V2.0
de: gedit-Handbuch V2.0

source: March 2002
de: März 2002

source: Sun MATE Documentation Team
de: Sun MATE Dokumentationsteam

source: gedit Manual V2.1
de: gedit-Handbuch V2.1

source: June 2002
de: Juni 2002

source: gedit Manual V2.2
de: gedit-Handbuch V2.2

source: gedit Manual V2.3
de: gedit-Handbuch V2.3

source: gedit Manual V2.4
de: gedit-Handbuch V2.4

source: January 2003
de: Januar 2003

source: gedit Manual V2.5
de: gedit-Handbuch V2.5

source: March 2003
de: März 2003

source: gedit Manual V2.6
de: gedit-Handbuch V2.6

source: gedit Manual V2.7
de: gedit-Handbuch V2.7

source: March 2004
de: März 2004

source: gedit Manual V2.8
de: gedit-Handbuch V2.8

source: July 2006
de: Juli 2006

source: gedit Manual V2.9
de: gedit-Handbuch V2.9

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: This manual describes version 2.16 of gedit.
de: In diesem Handbuch wird Version 2.16 von gedit beschrieben.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the <application>gedit</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur Anwendung <application>gedit</application> oder diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: gedit is a text editor for the MATE Desktop featuring basic yet robust capabilities such as printing, spell checking, find and replace, and syntax highlighting. More advanced features are available as plugins.
de: Gedit ist der Texteditor für den MATE-Desktop, der über grundlegende und robuste Funktionen wie Drucken, Rechtschreibprüfung, Suchen und Ersetzen, und Syntax-Hervorhebung verfügt. Anspruchsvollere Funktionen sind als Plugins verfügbar.

source: Introduction
de: Einführung

source: The <application>gedit</application> application enables you to create and edit text files.
de: Die Anwendung <application>gedit</application> erlaubt Ihnen, Textdateien zu erstellen und zu bearbeiten.

source: The aim of <application>gedit</application> is to be a simple and easy to use text editor. More powerful features can be enabled with different <firstterm>plugins</firstterm>, allowing a variety of tasks related to text-editing.
de: Die Absicht von <application>gedit</application> ist es, ein schlichter und einfach zu verwendender Texteditor zu sein. Leistungsfähigere Funktionen, die eine Vielzahl von Aufgaben im Zusammenhang mit Textbearbeitung erfüllen, können durch verschiedene <firstterm>Plugins</firstterm> aktiviert werden.

source: Getting Started
de: Erste Schritte

source: Starting gedit
de: Gedit starten

source: You can start <application>gedit</application> in the following ways:
de: Sie können <application>gedit</application> auf eine der folgenden Weisen starten:

source: <guimenu>Applications</guimenu> menu
de: <guimenu>Anwendungen</guimenu>-Menü

source: Choose <menuchoice><guisubmenu>Accessories</guisubmenu><guimenuitem>Text Editor</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Texteditor</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>gedit</command>
de: Führen Sie den folgenden Befehl aus: <command>gedit</command>

source: By default, when you open a text document in the file manager, gedit will start, and display the document.
de: Wenn Sie ein Textdokument im Dateimanager öffnen, wird standardmäßig gedit gestartet und das Dokument angezeigt.

source: The gedit Window
de: Das gedit-Fenster

source: When you start <application>gedit</application>, the following window is displayed:
de: Wenn Sie <application>gedit</application> starten, wird folgendes Fenster angezeigt:

source: gedit Window
de: gedit-Fenster

source: Shows gedit main window.
de: Zeigt das gedit-Hauptfenster an.

source: The <application>gedit</application> window contains the following elements:
de: Das <application>gedit</application>-Fenster enthält folgende Elemente:

source: Menubar
de: Menüleiste

source: The menus on the menubar contain all of the commands you need to work with files in <application>gedit</application>.
de: Die Menüs in der Menüleiste enthalten alle Befehle, die Sie zum Arbeiten mit Dateien in <application>gedit</application> benötigen.

source: Toolbar
de: Werkzeugleiste

source: The toolbar contains a subset of the commands that you can access from the menubar.
de: Die Werkzeugleiste enthält einen Teil der Befehle, die Sie über die Menüleiste aufrufen können.

source: Display area
de: Anzeigebereich

source: The display area contains the text of the file that you are editing.
de: Der Anzeigebereich enthält den Text der Datei, die Sie bearbeiten.

source: Statusbar
de: Statusleiste

source: The statusbar displays information about current <application>gedit</application> activity and contextual information about the menu items. The statusbar also displays the following information:
de: In der Statusleiste werden Informationen über die aktuelle <application>gedit</application>-Aktivität und Kontextinformationen über die Menüpunkte angezeigt. Die Statusleiste zeigt auch folgende Informationen an:

source: Cursor position: the line number and column number where the cursor is located.
de: Position des Cursors: Die Nummer der Zeile und Spalte, in der sich der Cursor befindet.

source: Edit mode: If the editor is in insert mode, the statusbar contains the text <guilabel>INS</guilabel>. If the editor is in overwrite mode, the statusbar contains the text <guilabel>OVR</guilabel>. Press the <keycap>Insert</keycap> key to change edit mode.
de: Bearbeitungsmodus: Wenn der Einfügemodus aktiviert ist, wird in der Statusleiste <guilabel>EIN</guilabel> angezeigt. Ist der Überschreibmodus aktiviert, wird in der Statusleiste <guilabel>ÜBS</guilabel> angezeigt. Drücken Sie die <keycap>Einfg</keycap>-Taste, um den Bearbeitungsmodus zu ändern.

source: Side Pane
de: Seitenleiste

source: The side pane displays a list of open documents, and other information depending on which plugins are enabled.
de: In der Seitenleiste wird eine Liste von offenen Dokumenten und, abhängig von den aktiven Plugins, andere Informationen angezeigt.

source: By default the side pane is not shown. To show it, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>.
de: Standardmäßig wird die Seitenleiste nicht angezeigt. Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> um sie anzuzeigen.

source: Bottom Pane
de: Fußleiste

source: The bottom pane is used by programming tools such as the <application>Python Console</application> plugin to display output.
de: Die Fußleiste wird von Programmierwerkzeugen, wie dem <application>Python-Konsole</application>-Plugin, verwendet um Ausgaben anzuzeigen.

source: By default the bottom pane is not shown. To show it, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Bottom Pane</guimenuitem></menuchoice>.
de: Standardmäßig wird die Fußleiste nicht angezeigt. Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Fußleiste</guimenuitem></menuchoice> um sie anzuzeigen.

source: When you right-click in the <application>gedit</application> window, the application displays a popup menu. The popup menu contains the most common text editing commands.
de: Wenn Sie mit der rechten Maustaste auf das <application>gedit</application>-Fenster klicken, wird ein Kontextmenü angezeigt. Das Kontextmenü enthält die gängigsten Textbearbeitungsbefehle.

source: Like other MATE applications, actions in <application>gedit</application> can be performed in several ways: with the menu, with the toolbar, or with shortcut keys. Shortcuts keys common to all applications are listed in the <ulink type="help" url="ghelp:user-guide?shortcuts-apps">User Guide</ulink>.
de: Wie in anderen MATE-Anwendungen auch, können Sie Befehle in <application>gedit</application> in unterschiedlicher Weise ausführen: mit dem Menü, mit der Werkzeugleiste oder mit Tastenkombinationen. Von allen Anwendungen verwendete Tastenkombinationen sind im <ulink type="help" url="ghelp:user-guide?shortcuts-apps">Benutzerhandbuch</ulink> aufgeführt.

source: Running gedit from a Command Line
de: Gedit aus der Befehlszeile ausführen

source: You can run <application>gedit</application> from a command line and open a single file or multiple files. To open multiple files from a command line, type the following command, then press <keycap>Return</keycap>:
de: Sie können <application>gedit</application> über eine Befehlszeile ausführen und eine oder mehrere Dateien öffnen. Zum Öffnen mehrerer Dateien über eine Befehlszeile geben Sie den folgenden Befehl ein und drücken anschließend die <keycap>Eingabetaste</keycap>:

source: file1.txt file2.txt file3.txt
de: Datei1.txt Datei2.txt Datei3.txt

source: Alternatively, you can specify a URI instead of a filename.
de: Alternativ können Sie einen URI anstelle eines Dateinamens verwenden.

source: For more information on how to run <application>gedit</application> from a command line, see the unix manual page for gedit, <ulink url="man:gedit" type="man"><citerefentry><refentrytitle>gedit</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
de: Weitere Informationen zur Ausführung von <application>gedit</application> aus der Befehlszeile finden Sie in der Unix-Handbuchseite zu gedit: <ulink url="man:gedit" type="man"><citerefentry><refentrytitle>gedit</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.

source: Working with Files
de: Mit Dateien arbeiten

source: Creating a New Document
de: Eine neue Datei anlegen

source: To create a new document, choose <menuchoice><guimenu>File</guimenu><guimenuitem>New</guimenuitem></menuchoice>. The application displays a new blank document in the <application>gedit</application> window.
de: Um eine neue Datei anzulegen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neu</guimenuitem></menuchoice>. Eine neue Datei wird im <application>gedit</application>-Fenster angezeigt.

source: Opening a File
de: Eine Datei öffnen

source: To open a file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> to display the <guilabel>Open File</guilabel> dialog. Select the file that you want to open, then click <guibutton>Open</guibutton>. The file is displayed in the <application>gedit</application> window.
de: Wenn Sie eine Datei öffnen möchten, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Datei öffnen</guilabel> anzuzeigen. Wählen Sie die zu öffnende Datei aus, und klicken Sie auf <guibutton>Öffnen</guibutton>. Die Datei wird im <application>gedit</application>-Fenster angezeigt.

source: Shows Recent Files menu icon.
de: Zuletzt geöffnete Dateien anzeigen (Menüsymbol)

source: The application records the paths and filenames of the five most recent files that you edited and displays the files as menu items on the <menuchoice><guimenu>File</guimenu></menuchoice> menu. You can also click on the <placeholder-1/> icon on the toolbar to display the list of recent files.
de: Die Anwendung zeichnet die Pfade und Dateinamen der fünf zuletzt bearbeiteten Dateien auf und zeigt die Dateien als Menüpunkte im Menü <menuchoice><guimenu>Datei</guimenu></menuchoice> an. Alternativ können Sie auch auf den Knopf <placeholder-1/> in der Werkzeugleiste klicken, um die Liste der zuletzt geöffneten Dateien anzuzeigen.

source: You can open multiple files in <application>gedit</application>. The application adds a tab for each open file to the window. For more on this see <xref linkend="gedit-tabs"/>.
de: Sie können mehrere Dateien in <application>gedit</application> öffnen. Für jede geöffnete Datei wird ein Reiter in das Fenster eingefügt. Weitere Informationen dazu finden Sie unter <xref linkend="gedit-tabs"/>.

source: Saving a File
de: Eine Datei speichern

source: You can save files in the following ways:
de: Sie können Dateien in einer der folgenden Weisen speichern:

source: To save changes to an existing file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice>.
de: Um Änderungen einer vorhandenen Datei zu speichern, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern</guimenuitem></menuchoice>.

source: To save a new file or to save an existing file under a new filename, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>. Enter a name for the file in the <guilabel>Save As</guilabel> dialog, then click <guibutton>Save</guibutton>.
de: Um eine neue Datei zu speichern oder eine vorhandene Datei unter einem neuen Dateinamen zu speichern, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern unter</guimenuitem></menuchoice>. Geben Sie im Dialogfeld <guilabel>Speichern unter</guilabel> einen Namen für die Datei ein, und klicken Sie auf <guibutton>Speichern</guibutton>.

source: To save all of the files that are currently open in <application>gedit</application>, choose <menuchoice><guimenu>Documents</guimenu><guimenuitem>Save All</guimenuitem></menuchoice>.
de: Wenn Sie alle Dateien speichern möchten, die gerade in <application>gedit</application> geöffnet sind, wählen Sie <menuchoice><guimenu>Dokumente</guimenu><guimenuitem>Alle speichern</guimenuitem></menuchoice>.

source: To close all of the files that are currently open in <application>gedit</application>, choose <menuchoice><guimenu>Documents</guimenu><guimenuitem>Close All</guimenuitem></menuchoice>.
de: Wenn Sie alle Dateien schließen möchten, die gerade in <application>gedit</application> geöffnet sind, wählen Sie <menuchoice><guimenu>Dokumente</guimenu><guimenuitem>Alle schließen</guimenuitem></menuchoice>.

source: Opening a File from a URI
de: Eine Datei über einen URI öffnen

source: To open a file from a Uniform Resource Identifier (URI), perform the following steps:
de: Führen Sie zum Öffnen einer Datei über einen URI (Uniform Resource Identifier) die folgenden Schritte aus:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice> to display the <guilabel>Open Location</guilabel> dialog.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Ort öffnen</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Ort öffnen</guilabel> anzuzeigen.

source: Enter the URI of the file that you want to open.
de: Geben Sie den URI der Datei ein, die Sie öffnen möchten.

source: Use the <guilabel>Character coding</guilabel> drop-down list to select the appropriate character coding.
de: Verwenden Sie die <guilabel>Zeichenkodierung</guilabel>-Einblendliste, um die passende Zeichenkodierung auszuwählen.

source: Click <guibutton>Open</guibutton>.
de: Klicken Sie auf <guibutton>Öffnen</guibutton>.

source: Valid types of <replaceable>URI</replaceable> include <literal>http:</literal>, <literal>ftp:</literal>, <literal>file:</literal>, and all of the methods supported by <literal>mate-vfs</literal>.
de: Zu den zulässigen Typen für <replaceable>URI</replaceable> gehören <literal>http:</literal>, <literal>ftp:</literal>, <literal>file:</literal> sowie alle anderen von <literal>mate-vfs</literal> unterstützten Methoden.

source: Files from some types of URI are opened as read-only, and any changes you make must be saved to a different location. HTTP only allows files to be read. Files opened from FTP are read-only because because not all FTP servers may correctly work with saving remote files.
de: Dateien mancher URI-Typen werden nur als lesbar geöffnet, so dass jegliche von Ihnen ausgeführte Änderungen an einem anderen Ort gespeichert werden müssen. HTTP ermöglicht nur das Lesen von Dateien. Auf einem FTP-Server liegende Dateien werden auch als nur lesbar geöffnet, weil nicht alle FTP-Server entfernte Dateien korrekt speichern können.

source: Saving to FTP servers can be enabled with <ulink type="help" url="ghelp:mateconf-editor"><application>Configuration Editor</application></ulink>, setting the key <systemitem>/apps/gedit-2/preferences/editor/save/writable_vfs_schemes</systemitem>, but this may cause errors.
de: Das Speichern auf FTP-Servern kann mit Hilfe des <ulink type="help" url="ghelp:mateconf-editor"><application>Konfigurationsditors</application></ulink> ermöglicht werden. Aktivieren Sie den Schlüssel <systemitem>/apps/gedit-2/preferences/editor/save/writable_vfs_schemes</systemitem>, aber bedenken Sie, dass dies Fehler zur Folge haben kann.

source: Working With Tabs
de: Mit Reitern arbeiten
