Repository: linuxmint/xed
Catalog: help/*/*.po
Languages: de

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Insert Date and Time</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Datum/Uhrzeit einfügen</guimenuitem></menuchoice>.

source: If you have not configured the Insert Date/Time plugin to automatically insert the date/time without prompting you for the format, <application>gedit</application> displays the <guilabel>Insert Date and Time</guilabel> dialog. Select the appropriate date/time format from the list. Click <guibutton>Insert</guibutton> to close the <guilabel>Insert Date and Time</guilabel> dialog. <application>gedit</application> inserts the date/time at the cursor position in the current file.
de: <application>gedit</application> zeigt nun das Dialogfeld <guilabel>Datum und Uhrzeit einfügen</guilabel> an, es sei denn, Sie haben das Plugin »Datum/Uhrzeit einfügen« so konfiguriert, dass es ohne weitere Formatabfrage direkt Datum und Uhrzeit einfügt. Wählen Sie das gewünschte Format für Datum und Uhrzeit aus der Liste aus. Klicken Sie auf <guibutton>Einfügen</guibutton>, um das Dialogfeld <guilabel>Datum und Uhrzeit einfügen</guilabel> zu schließen.<application>gedit</application> fügt nun an der Cursorposition das Datum und die Uhrzeit in die aktuelle Datei ein.

source: If you have configured <application>gedit</application> to use one particular date/time format, the <guilabel>Insert Date and Time</guilabel> dialog is not displayed. The date/time is automatically entered at the cursor position in the current file.
de: Falls Sie <application>gedit</application> so konfiguriert haben, dass automatisch ein bestimmtes Format für Datum und Uhrzeit verwendet wird, so erscheint das Dialogfeld <guilabel>Datum und Uhrzeit einfügen</guilabel> nicht. Datum und Uhrzeit werden in diesem Fall automatisch ohne weitere Abfrage an der Position des Cursors in die aktuelle Datei eingefügt.

source: Configuring the Insert Date/Time Plugin
de: Konfigurieren des Plugins »Datum/Uhrzeit einfügen«

source: To configure the Insert Date/Time plugin, perform the following steps:
de: Um das Plugin »Datum/Uhrzeit einfügen« zu konfigurieren, gehen Sie wie folgt vor:

source: Select the <guilabel>Insert Date/Time</guilabel> plugin.
de: Wählen Sie das Plugin <guilabel>Datum/Uhrzeit einfügen</guilabel>.

source: Click <guibutton>Configure Plugin</guibutton> to display the <guilabel>Configure insert date/time plugin</guilabel> dialog.
de: Klicken Sie auf <guibutton>Plugin konfigurieren</guibutton>, um das Dialogfeld <guilabel>Plugin »Datum/Uhrzeit einfügen« konfigurieren</guilabel> anzuzeigen.

source: Select one of the options, as follows:
de: Wählen Sie eine der folgenden Optionen aus:

source: To specify the date/time format each time you insert the date/time, select the <guilabel>Prompt for a format</guilabel> option.
de: Wenn Sie beim Einfügen von Datum und Uhrzeit jedes Mal nach dem gewünschten Format gefragt werden möchten, wählen Sie die Option <guilabel>Nach dem Format fragen</guilabel>.

source: To use the same <application>gedit</application>-provided date/time format each time you insert the date/time, select the <guilabel>Use the selected format</guilabel> option, then select the appropriate format from the list. When you select this option, <application>gedit</application> does not prompt you for the date/time format when you choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Insert Date and Time</guimenuitem></menuchoice>.
de: Wenn Sie hingegen möchten, dass <application>gedit</application> bei jedem Einfügen automatisch ein bestimmtes Format für Datum und Uhrzeit verwendet, so aktivieren Sie die Option <guilabel>Folgendes Format verwenden</guilabel> und wählen anschließend das gewünschte Format aus der Liste aus. Ist diese Option aktiviert, so fragt Sie <application>gedit</application> nicht mehr nach dem Format, wenn Sie den Menübefehl <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Datum und Uhrzeit einfügen</guimenuitem></menuchoice> wählen.

source: To use the same customized date/time format each time you insert the date/time, select the <guilabel>Use custom format</guilabel> option, then enter the appropriate format in the text box. For more information about how to specify a custom format, see <ulink url="man:strftime" type="man"><citerefentry><refentrytitle>strftime</refentrytitle><manvolnum>3</manvolnum></citerefentry></ulink>. When you select this option, <application>gedit</application> does not prompt you for the date/time format when you choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Insert Date and Time</guimenuitem></menuchoice>.
de: Sie können auch ein benutzerdefiniertes Format für Datum und Uhrzeit festlegen, das bei allen folgenden Einfügevorgängen verwendet wird. Aktiveren Sie hierzu die Option <guilabel>Benutzerdefiniertes Format verwenden</guilabel> und geben Sie das gewünschte Format im entsprechenden Textfeld ein. Weiterführende Informationen zum Einstellen eines benutzerdefinierten Formats finden Sie unter <ulink url="man:strftime" type="man"><citerefentry><refentrytitle>strftime</refentrytitle><manvolnum>3</manvolnum></citerefentry></ulink>. Ist diese Option aktiviert, so fragt Sie <application>gedit</application> nicht mehr nach dem Format, wenn Sie den Menübefehl <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Datum und Uhrzeit einfügen</guimenuitem></menuchoice> wählen.

source: Click <guibutton>OK</guibutton> to close the <guilabel>Configure insert date/time plugin</guilabel> dialog.
de: Klicken Sie auf <guibutton>OK</guibutton>, um das Dialogfeld <guilabel>Plugin 'Datum/Uhrzeit einfügen' konfigurieren</guilabel> zu schließen.

source: To close the <guilabel>Preferences</guilabel> dialog, click <guibutton>Close</guibutton>.
de: Um das Dialogfeld <guilabel>Einstellungen</guilabel> zu schließen, klicken Sie auf <guibutton>Schließen</guibutton>.

source: The <application>Modelines</application> plugin allows you to set preferences for individual documents. A <firstterm>modeline</firstterm> is a line of text at the start or end of the document with settings that <application>gedit</application> recognises.
de: Das <application>Modelines</application>-Plugin ermöglicht Ihnen die Festlegung von Einstellungen für individuelle Dokumente. Eine <firstterm>modeline</firstterm> ist eine Textzeile am Beginn oder Ende eines Dokuments, deren spezielle Inhalte <application>gedit</application> berücksichtigt.

source: Preferences set using modelines take precedence over the ones specified in the preference dialog.
de: Die mithilfe von Modelines vorgenommenen Einstellungen haben Vorrang gegenüber den Festlegungen im Einstellungsdialog.

source: You can set the following preferences with modelines:
de: Sie können die folgenden Einstellungen für Modelines vornehmen:

source: Tab width
de: Tablulatorbreite

source: Indent width
de: Einrückbreite

source: Insert spaces instead of tabs
de: Leerzeichen an Stelle von Tabulatoren einfügen

source: Right margin width
de: Breite des rechten Rands

source: The <application>Modelines</application> plugin supports a subset of the options used by other text editors <application>Emacs</application>, <application>Kate</application> and <application>Vim</application>.
de: Das Plugin <application>Modelines</application> unterstützt einen Teil der von anderen Texteditoren wie <application>Emacs</application>, <application>Kate</application> und <application>Vim</application> verwendeten Optionen.

source: The first two lines of a document are scanned for <application>Emacs</application> modelines.
de: Die ersten zwei Zeilen eines Dokuments werden für <application>Emacs</application>-Modelines eingelesen.

source: The <application>Emacs</application> options for tab-width, indent-offset, indent-tabs-mode and autowrap are supported. For more information, see the <ulink type="http" url="http://www.delorie.com/gnu/docs/emacs/emacs_486.html">GNU Emacs Manual</ulink>.
de: Die Optionen von <application>Emacs</application> für Tabulatorbreite, Einzug, Tabulatoreinzug und automatischen Umbruch werden unterstützt. Weitere Informationen hierzu finden Sie im <ulink type="http" url="http://www.delorie.com/gnu/docs/emacs/emacs_486.html">GNU-Emacs-Handbuch</ulink>.

source: The first and last ten lines a document are scanned for <application>Kate</application> modelines.
de: Die ersten und die letzten jeweils zehn Zeilen werden für <application>Kate</application>-Modelines eingelesen.

source: The <application>Kate</application> options for tab-width, indent-width, space-indent, word-wrap and word-wrap-column are supported. For more information, see the <ulink type="http" url="http://www.kate-editor.org/article/katepart_modelines">Kate website</ulink>.
de: Die Optionen von <application>Kate</application> für tab-width, indent-width, space-indent, word-wrap und word-wrap-column werden unterstützt. Weitere Informationen hierzu finden Sie auf der <ulink type="http" url="http://www.kate-editor.org/article/katepart_modelines">Kate-Website</ulink>.

source: The first and last three lines a document are scanned for <application>Vim</application> modelines.
de: Die ersten und die letzten jeweils drei Zeilen eines Dokuments werden für <application>Vim</application>-Modelines eingelesen.

source: The <application>Vim</application> options for et, expandtab, ts, tabstop, sw, shiftwidth, wrap, and textwidth are supported. For more information, see the <ulink type="http" url="http://vimdoc.sourceforge.net/htmldoc/options.html#modeline">Vim website</ulink>.
de: Die Optionen von <application>Vim</application> für et, expandtab, ts, tabstop, sw, shiftwidth, wrap, und textwidth werden unterstützt. Weitere Informationen hierzu finden Sie auf der <ulink type="http" url="http://vimdoc.sourceforge.net/htmldoc/options.html#modeline">Vim-Website</ulink>.

source: Python Console Plugin
de: Python-Konsole

source: The <application>Python Console</application> Plugin allows you to run commands in the python programming language from <application>gedit</application>. Enabling the plugin adds a tab to the bottom pane. This shows recent output and a command prompt field.
de: Das Plugin <application>Python-Konsole</application> ermöglicht Ihnen die Ausführung von in der Programmiersprache Python geschriebenen Befehlen in <application>gedit</application>. Die Aktivierung dieses Plugins fügt einen Reiter zur Fußleiste hinzu. Dieser zeigt die gegenwärtige Ausgabe und ein Eingabefeld für den Befehl an.

source: Commands entered into the python console are not checked before they are run. It is therefore possible to hang <application>gedit</application>, for example by entering an infinite loop.
de: Die in der Python-Konsole eingegebenen Befehle werden vor der Ausführung nicht überprüft. Daher kann es passieren, dass sich <application>gedit</application> aufhängt, beispielsweise durch die Erzeugung einer Endlosschleife.

source: Snippets Plugin
de: Plugin »Schnipsel«

source: The <application>Snippets</application> plugin allows you to store frequently-used pieces of text, called <firstterm>snippets</firstterm>, and insert them quickly into a document.
de: Das <application>Schnipsel</application>-Plugin ermöglicht Ihnen die Speicherung häufig verwendeter Textbausteine, genannt <firstterm>Schnipsel</firstterm>, welche Sie dann schnell in ein Dokument einfügen können.

source: Snippets are specific to the language syntax of the current document. For example, when you are working with an HTML document, you can choose from a list of snippets that are useful for HTML. In addition, some snippets are global, and are available in all documents.
de: Schnipsel beziehen sich auf die jeweilige Syntax des gegenwärtigen Dokuments. Wenn Sie beispielsweise ein HTML-Dokument bearbeiten, können sie aus einer Liste von Schnipseln wählen, die für HTML geeignet sind. Zusätzlich sind einige Schnipsel global und somit in allen Dokumenten verfügbar.

source: A number of built-in snippets are installed with <application>gedit</application>, which can be modified.
de: Eine Reihe von Schnipseln, welche auch anpassbar sind, werden mit <application>gedit</application> bereits installiert.

source: Inserting Snippets
de: Einfügen von Textschnipseln

source: To insert a snippet into a document, type its <firstterm>tab trigger</firstterm> and press <keycap>Tab</keycap>. A snippet's tab trigger is usually the first few letters of the snippet, or something else that is short and easy to remember.
de: Um einen Schnipsel in ein Dokument einzufügen, geben Sie dessen <firstterm>Tabulatorauslösung</firstterm> ein und drücken Sie die <keycap>Tabulatortaste</keycap>. Die Tabulatorauslösung eines Schnipsels besteht üblicherweise aus dessen ersten Buchstaben, oder etwas anderem, was kurz und leicht zu merken ist.

source: Alternatively, press <keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> to see a list of snippets you can insert.
de: Alternativ drücken Sie <keycombo><keycap>Strg</keycap><keycap>Leertaste</keycap></keycombo>, um eine Liste der Schnipsel anzuzeigen, die Sie einfügen können.

source: Adding Snippets
de: Hinzufügen von Textschnipseln

source: To create a new snippet, do the following:
de: Einen neuen Textschnipsel können Sie auf die folgende Weise erstellen:

source: Choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Manage Snippets</guimenuitem></menuchoice>. The <guilabel>Snippets Manager</guilabel> window opens.
de: Wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Schnipsel verwalten</guimenuitem></menuchoice>, um das Fenster <guilabel>Schnipselverwaltung</guilabel> zu öffnen.

source: The list of snippets is grouped by language. Select the language you want to add a snippet to, or a snippet in that language group. To add a snippet for all languages, choose Global at the top of the list. The syntax of the document you are currently working with is shown by default.
de: Die Liste der Schnipsel ist nach Sprachen gruppiert. Wählen Sie die Sprache aus, der Sie den Schnipsel zuordnen wollen, oder einen Schnipsel dieser Sprachgruppe. Um einen Schnipsel für alle Sprachen verfügbar zu machen, wählen Sie <guilabel>Global</guilabel> im Kopf der Liste.

source: Click <guibutton>New</guibutton>. A new snippet appears in the list.
de: Klicken Sie auf <guibutton>Neu</guibutton>. Ein neuer Textschnipsel erscheint in der Liste.

source: Enter the following information for the new snippet:
de: Geben Sie die folgenden Informationen für den neuen Textschnipsel ein:

source: Enter a name for the snippet in the text field within the snippet list. The name of a snippet serves only as a reminder of its purpose. You can change name of a snippet you create by clicking on it in the list.
de: Geben Sie einen Namen für den Schnipsel in das Eingabefeld innerhalb der Schnipselliste ein. Der Name des Schnipsels dient nur als Gedächtnisstütze. Sie können den Namen eines von Ihnen erstellten Schnipsel ändern, indem Sie ihn in der Liste anklicken.

source: Snippet text
de: Textschnipsel

source: Enter the text of the snippet in the <guilabel>Edit snippet</guilabel> text box. For special codes you can use, see <xref linkend="gedit-snippets-plugin-syntax"/>.
de: Geben Sie den gewünschten Text für den Schnipsel in das Eingabefeld <guilabel>Bearbeiten</guilabel> ein. Für spezielle Codes, die Sie verwenden können, finden Sie weitere Informationen in <xref linkend="gedit-snippets-plugin-syntax"/>.

source: You can switch back to the document window to copy text without closing the <guilabel>Snippets Manager</guilabel> window.
de: Sie können zum Kopieren des Texts in die Dokumentenansicht zurückschalten, ohne das Fenster der <guilabel>Schnipselverwaltung</guilabel> zu schließen.

source: Tab Trigger
de: Tabulatorauslösung

source: Enter the tab trigger for the snippet. This is the text that you type before pressing <keycap>Tab</keycap> to insert the snippet.
de: Geben Sie die Tabulatorauslösung für den Schnipsel ein. Dies ist der Text, den Sie eingeben, bevor Sie die <keycap>Tabulatortaste</keycap> zum Einfügen des Schnipsels drücken.

source: The tag must be either a single word comprising only letters, or any single character. The <guilabel>Tab trigger</guilabel> will highlight in red if an invalid tab trigger is entered.
de: Die Markierung muss entweder ein einzelnes Wort sein, das nur aus Buchstaben besteht, oder ein einzelnes Zeichen. Die <guilabel>Tabulatorauslösung</guilabel> wird bei einer ungültigen Eingabe in roter Farbe hervorgehoben.

source: Shortcut key
de: Tastenkombination

source: Type a shortcut key to use for inserting the snippet.
de: Geben Sie ein Tastenkürzel ein, welches Sie für das Einfügen des Schnipsels benutzen wollen.

source: Editing and Removing Snippets
de: Bearbeiten und Entfernen von Schnipseln

source: To edit a snippet, select it in the list and make changes to its text and activation properties.
de: Um einen Schnipsel zu bearbeiten, wählen sie ihn in der Liste aus und ändern Sie dessen Text sowie die Aktivierungseigenschaften.

source: To rename a snippet, click it again in the list.
de: Um einen Schnipsel umzubenennen, klicken Sie ihn erneut in der Liste an.

source: To restore a built-in snippet that you have changed, press <guilabel>Revert</guilabel>.
de: Falls Sie einen der eingebauten Schnipsel in seiner ursprünglichen Form wiederherstellen wollen, wenn Sie ihn geändert haben, klicken Sie auf <guilabel>Zurücksetzen</guilabel>.

source: To remove a snippet, select it in the list and press <guibutton>Remove</guibutton>. You can not remove built-in snippets, only those you have created yourself.
de: Um einen Schnipsel zu entfernen, wählen Sie ihn in der Liste aus und klicken dann auf <guibutton>Entfernen</guibutton>. Sie können die bereits mitgelieferten Schnipsel nicht entfernen, sondern nur jene, die Sie selbst erstellt haben.

source: Snippet Substitutions
de: Ersetzungen in Textschnipseln

source: In addition to inserting stored text, a snippet can include customizable text, or mark spaces where you can add text once the snippet is inserted in your document.
de: Zusätzlich zum Einfügen gespeicherten Texts kann ein Schnipsel auch veränderbaren Text oder markierte Bereiche enthalten. Sobald der Schnipsel in ein Dokument eingefügt wurde, können Sie hier weiteren Text hinzufügen.

source: You can use the following placeholder codes in snippet text:
de: Sie können die folgenden Platzhalter-Codes in den Textschnipseln verwenden:

source: Tab placeholders
de: Tabulator-Platzhalter

source: <literal>$<replaceable>n</replaceable></literal> defines a tab placeholder, where <literal>n</literal> is any number from 1 upwards.
de: <literal>$<replaceable>n</replaceable></literal> definiert einen Tabulator-Platzhalter, wobei <literal>n</literal> eine Zahl größer oder gleich 1 sein muss.

source: <literal>${<replaceable>n</replaceable>:<replaceable>default</replaceable>}</literal> defines a tab placeholder with a default value.
de: <literal>${<replaceable>n</replaceable>:<replaceable>default</replaceable>}</literal> definiert einen Tabulator-Platzhalter mit einem Standardwert.

source: A tab placeholder marks a place in the snippet text where you can add extra text after the snippet is inserted.
de: Ein Tabulator-Platzhalter markiert eine Stelle in einem Textschnipsel, an der Sie nach dem Einfügen des Schnipsels zusätzlichen Text hinzufügen können.

source: To use tab placeholders, insert the snippet as normal. The cursor is placed at the first tab placeholder. Type text, and press <keycap>Tab</keycap> to advance to the next tab placeholder. The number in the placeholder code defines the order in which tab advances to each place in the text.
de: Um Tabulator-Platzhalter zu verwenden, fügen Sie den Schnipsel wie gewohnt ein. Der Cursor wird auf den ersten Tabulator-Platzhalter gesetzt. Geben sie Text ein, und drücken Sie die <keycap>Tabulatortaste</keycap>, um zum nächsten Tabulator-Platzhalter zu springen. Die Zahl im Platzhalter-Code definiert den Tabulatorabstand zum nächsten auf diese Weise zu erreichenden Zeichen im Text.

source: Press <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> to return to the previous tab placeholder. Pressing <keycap>Tab</keycap> when there are no more tab placeholders moves the cursor to the end of the snippet text, or to the end placeholder if it exists.
de: Drücken Sie <keycombo><keycap>Umschalttaste</keycap><keycap>Tabulatortaste</keycap></keycombo>, um zum vorherigen Tabulator-Platzhalter zurückzukehren. Wenn keine weiteren Tabulator-Platzhalter vorhanden sind,verschiebt ein Druck auf die <keycap>Tabulatortaste</keycap> den Cursor an das Ende des Textschnipsels oder an das Ende des Platzhalters, falls dieser existiert.

source: Mirror placeholders
de: Spiegel-Platzhalter

source: A repeated tab placeholder will mirror the placeholder already defined. This allows you to type in text only once that you want to appear several times in the snippet.
de: Ein sich wiederholender Tabulator-Platzhalter, der den bereits definierten Platzhalter spiegelt. Auf diese Weise müssen Sie Text, der mehrmals im Schnipsel erscheinen soll, nur einmalig eingeben.

source: End placeholder
de: Ende-Platzhalter

source: <literal>$0</literal> defines the end placeholder. This allows you to finish working with the snippet with the cursor at a point other than the end of the snippet text.
de: <literal>$0</literal> definiert den Ende-Platzhalter. Dadurch wird der Vorgang des Einfügens und Bearbeitens des Schnipsels beendet, auch wenn sich der Cursor an einer anderen Stelle als dem Ende des Schnipsels befindet.

source: Environmental variables
de: Umgebungsvariablen

source: Environmental variable such as <literal>$PATH</literal> and <literal>$HOME</literal> are substituted in snippet text. The following variables specific to <application>gedit</application> can also be used:
de: Umgebungsvariablen wie <literal>$PATH</literal> und <literal>$HOME</literal> werden in den Textschnipseln ersetzt. Die folgenden <application>gedit</application>-spezifischen Variablen können ebenfalls verwendet werden:

source: The currently selected text.
de: Der gegenwärtig ausgewählte Text.

source: The full filename of the document, or an empty string if the document isn't saved yet.
de: Der komplette Name der Dokumentdatei (mit Dateinamenerweiterung), oder eine leere Zeichenkette, falls das Dokument noch nicht gespeichert wurde.

source: The basename of the filename of the document, or an empty string if the document isn't saved yet.
de: Der Basisname der Dokumentdatei (ohne Dateinamenerweiterung), oder eine leere Zeichenkette, falls das Dokument noch nicht gespeichert wurde.

source: The word at the cursor's location in the document. When this variable is used, the current word will be replaced by the snippet text.
de: Das Wort an der Position des Cursors im Dokument. Wird diese Variable verwendet, wird das gegenwärtige Wort durch den Schnipsel ersetzt.

source: Shell placeholders
de: Shell-Platzhalter

source: <literal>$(<replaceable>cmd</replaceable>)</literal> is replaced by the result of executing <replaceable>cmd</replaceable> in a shell.
de: <literal>$(<replaceable>cmd</replaceable>)</literal> wird durch das Ergebnis der Ausführung von <replaceable>cmd</replaceable> in einer Shell ersetzt.
