Repository: linuxmint/xed
Catalog: help/*/*.po
Languages: de

source: When more than one file is open, <application>gedit</application> shows a <firstterm>tab</firstterm> for each document above the display area. To switch to another document, click on its tab.
de: Wenn mehr als eine Datei geöffnet wird, zeigt <application>gedit</application> einen <firstterm>Reiter</firstterm> für jedes Dokument über dem Anzeigebereich. Klicken Sie auf den entsprechenden Reiter, um zu einem anderen Dokument zu wechseln.

source: To move a document to another <application> gedit</application> window, drag the tab corresponding to the file to the window you want to move it to.
de: Um ein Dokument in ein anderes <application>gedit</application>-Fenster zu bewegen, ziehen sie den zur Datei gehörenden Reiter in das Fenster, in welches Sie die Datei verschieben möchten.

source: To move a document to a new <application> gedit</application> window, either drag its tab to the desktop, or choose <menuchoice><guimenu>Documents</guimenu><guimenuitem>Move to New Window</guimenuitem></menuchoice>.
de: Um ein Dokument in ein neues <application> gedit</application>-Fenster zu verschieben, können Sie entweder dessen Reiter auf den Desktop ziehen, oder Sie wählen <menuchoice><guimenu>Dokumente</guimenu><guimenuitem>In neues Fenster verschieben</guimenuitem></menuchoice>.

source: Working with Text
de: Mit Text arbeiten

source: Editing Text
de: Text bearbeiten

source: You can edit the text of a file in the following ways:
de: Sie können den Text einer Datei auf eine der folgenden Weisen bearbeiten:

source: Type new text from the keyboard. The blinking <firstterm>insertion cursor</firstterm> marks the point where new text appears. To change this, use the arrow keys on the keyboard or click with the mouse.
de: Geben Sie neuen Text mit der Tastatur ein. Der blinkende <firstterm>Eingabecursor</firstterm> markiert den Punkt, an welchem der neue Text erscheint. Um diesen Punkt zu ändern, verwenden Sie die Pfeiltasten oder klicken Sie mit der Maus.

source: To copy the selected text to the clipboard, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
de: Um den ausgewählten Text in die Zwischenablage zu kopieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Kopieren</guimenuitem></menuchoice>.

source: To delete the selected text from the file and move the selected text to the clipboard, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>.
de: Wenn Sie den markierten Text aus der Datei löschen und in die Zwischenablage verschieben möchten, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Ausschneiden</guimenuitem></menuchoice>.

source: To permanently delete the selected text from the file, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Delete</guimenuitem></menuchoice>.
de: Um den markierten Text dauerhaft aus der Datei zu löschen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Löschen</guimenuitem></menuchoice>.

source: To insert the contents of the clipboard at the cursor position, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>. You must cut or copy text before you can paste text into the file, either from gedit or another application.
de: Um den Inhalt der Zwischenablage an der Cursorposition einzufügen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einfügen</guimenuitem></menuchoice>. Sie müssen zunächst Text aus gedit oder einer anderen Anwendung kopieren oder ausschneiden, bevor Sie ihn aus dem Puffer in die Datei einfügen können.

source: To select all of the text in a file, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select All</guimenuitem></menuchoice>.
de: Um den gesamten Text einer Datei zu markieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Alles markieren</guimenuitem></menuchoice>.

source: Undoing and Redoing Changes
de: Änderungen rückgängig machen oder wiederholen

source: To undo a change you have made, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem></menuchoice>. To reverse this action, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Redo</guimenuitem></menuchoice>.
de: Um eine vorgenommene Änderung rückgängig zu machen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Rückgängig</guimenuitem></menuchoice>. Um diesen Vorgang wider umzukehren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Wiederholen</guimenuitem></menuchoice>.

source: Finding and Replacing
de: Suchen und Ersetzen

source: In <application>gedit</application>, there are two ways of searching for text. You can use the <guilabel>Find</guilabel> dialog to search for a specific piece of text, or <guilabel>Incremental Search</guilabel> to highlight matching text as you type it.
de: In <application>gedit</application> gibt es zwei Möglichkeiten der Textsuche. Zum einen können Sie den <guilabel>Suchen</guilabel>-Dialog verwenden, um nach einem bestimmten Text zu suchen, oder die <guilabel>Inkrementelle Suche</guilabel>, um den gefundenen Text bereits hervorzuheben, währen Sie ihn eingeben.

source: Finding Text
de: Nach Text suchen

source: To search a file for a string of text, perform the following steps:
de: Führen Sie zum Durchsuchen einer Datei nach einem Text folgende Schritte aus:

source: Choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Find</guimenuitem></menuchoice> to display the <guilabel>Find</guilabel> dialog.
de: Wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Suchen</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Suchen</guilabel> anzuzeigen.

source: Type the string that you want to find in the <guilabel>Search for</guilabel> field. You can include special characters such as a new line or tab: see <xref linkend="gedit-find-escapes"/>.
de: Geben Sie den Text, nach dem Sie suchen möchten, in das Feld <guilabel>Suchen nach</guilabel> ein. Sie können auch Sonderzeichen wie »Neue Zeile« oder »Tabulator« eingeben. Information dazu finden Sie unter <xref linkend="gedit-find-escapes"/>.

source: Click <guibutton>Find</guibutton> to search the file for the first occurrence of the string after your current cursor position. If <application>gedit</application> finds the string, the application selects first occurrence of the string. Other occurrences of the string are highlighted.
de: Klicken Sie auf <guibutton>Suchen</guibutton>, um nach dem ersten Auftreten des Textes nach der aktuellen Cursor-Postion zu suchen. Wenn <application>gedit</application> den Text findet, wird der Text markiert. Andere Vorkommen des Textes werden hervorgehoben.

source: To find the next occurrence of the string, click <guibutton>Find</guibutton> or choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Find Next</guimenuitem></menuchoice>. To find the previous occurrence of the text, choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Find Previous</guimenuitem></menuchoice>.
de: Um nach dem nächsten Vorkommen der Zeichenkette zu suchen, klicken Sie auf <guibutton>Suchen</guibutton> oder wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Weitersuchen</guimenuitem></menuchoice>. Um nach dem vorherigen Vorkommen der Zeichenkette zu suchen, wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Rückwärts suchen</guimenuitem></menuchoice>.

source: After you have closed the <guilabel>Find</guilabel> dialog, you can still move the selection to other occurrences of the text by choosing <menuchoice><guimenu>Search</guimenu><guimenuitem>Find Next</guimenuitem></menuchoice> and <menuchoice><guimenu>Search</guimenu><guimenuitem>Find Previous</guimenuitem></menuchoice>.
de: Nachdem Sie den Dialog <guilabel>Suchen</guilabel> geschlossen haben, können Sie die Auswahl immer noch zu anderen Vorkommen des Texts verschieben. Wählen Sie hierzu <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Weitersuchen</guimenuitem></menuchoice> und <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Rückwärts suchen</guimenuitem></menuchoice>.

source: To remove the highlighting from the text, choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Clear Highlight</guimenuitem></menuchoice>.
de: Um die Syntax-Hervorhebung aus dem Text zu entfernen, wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Hervorhebung zurücksetzen</guimenuitem></menuchoice>.

source: Incremental Search
de: Inkrementelle Suche

source: Incremental search highlights matching text in the document as you type it letter by letter. (This is similar to the search feature in several web browsers.)
de: Die inkrementelle Suche hebt den zu findenden Text im Dokument hervor, so wie Sie ihn Buchstabe für Buchstabe eingeben. Dieses Verhalten ähnelt der Suchfunktion in verschiedenen Webbrowsern.

source: To start an incremental search, choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Incremental Search</guimenuitem></menuchoice>. The search box appears at the top of the display area.
de: Um eine inkrementelle Suche zu starten, wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Inkrementelle Suche</guimenuitem></menuchoice>. Das Suchfeld erscheint am oberen Rand des Anzeigebereichs.

source: Begin typing, and text that matches will be highlighted in the document. The first instance after the cursor position is also selected.
de: Beginnen Sie mit der Eingabe, und der dazu passende Text wird unmittelbar im Dokument hervorgehoben. Das erste Vorkommen nach der Position des Cursors wird auch markiert.

source: To advance the selection to the next match while keeping the incremental search box open, press <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>. Press <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>G</keycap></keycombo> to go back to the previous match.
de: Um die Textmarkierung zum nächsten passenden Text vorzurücken, während das Eingabefeld der inkrementellen Suche geöffnet bleibt, drücken Sie <keycombo><keycap>Strg</keycap><keycap>G</keycap></keycombo>. Um zum vorhergehenden passenden Text zurückzukehren, drücken Sie <keycombo><keycap>Strg</keycap><keycap>Umschalt</keycap><keycap>G</keycap></keycombo>.

source: You can also use the up and down arrow keys or the mouse wheel to move the selection between matches.
de: Sie können ebenfalls mit den Pfeiltasten nach oben/nach unten oder mit dem Mausrad die Markierung zwischen den gefundenen passenden Texten verschieben.

source: Replacing Text
de: Ersetzen von Text

source: To search a file for a string, and replace the string with an alternative string, perform the following steps:
de: Wenn Sie nach einer Zeichenkette suchen und diese durch eine andere Zeichenkette ersetzen möchten, gehen Sie folgendermaßen vor:

source: Choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Replace</guimenuitem></menuchoice> to display the <guilabel>Replace</guilabel> dialog.
de: Wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Ersetzen</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Ersetzen</guilabel> anzuzeigen.

source: Type the string that you want to find, in the <guilabel>Search for</guilabel> field. You can include special characters such as a new line or tab: see <xref linkend="gedit-find-escapes"/>.
de: Geben Sie die Zeichenkette, nach der Sie suchen möchten, in das Feld <guilabel>Suchen nach</guilabel> ein. Sie können auch Sonderzeichen wie »Neue Zeile« oder »Tabulator« eingeben: Information dazu finden Sie in <xref linkend="gedit-find-escapes"/>.

source: Type the string that you want to use to replace the string that you find, in the <guilabel>Replace with</guilabel> field.
de: Geben Sie die Zeichenkette, durch die die gefundene Zeichenkette ersetzt werden soll, in das Feld <guilabel>Ersetzen durch</guilabel> ein.

source: To examine each occurrence of the string before replacing it, click <guibutton>Find</guibutton>. If <application>gedit</application> finds the string, the application selects the string. Click <guibutton>Replace</guibutton> to replace the selected occurrence of the string. To find the next occurrence of the string, click <guibutton>Find</guibutton> again.
de: Um jedes Vorkommen einer Zeichenkette vor dem Ersetzen zu prüfen, klicken Sie auf <guibutton>Suchen</guibutton>. Falls <application>gedit</application> die Zeichenkette findet, wird sie markiert. Klicken Sie auf <guibutton>Ersetzen</guibutton>, um das markierte Vorkommen der Zeichenkette zu ersetzen. Um nach dem nächsten Vorkommen der Zeichenkette zu suchen, klicken Sie wieder auf <guibutton>Suchen</guibutton>.

source: To replace all occurrences of the string throughout the document, click <guibutton>Replace All</guibutton>.
de: Um jedes Auftreten der Zeichenkette im Dokument zu ersetzen, klicken Sie auf <guibutton>Alle ersetzen</guibutton>.

source: Find and Replace Options
de: Optionen zum Suchen und Ersetzen

source: The <guilabel>Find</guilabel> dialog and the <guilabel>Replace</guilabel> dialog both have the following options:
de: Sowohl im Dialogfeld <guilabel>Suchen</guilabel> als auch im Dialogfeld <guilabel>Ersetzen</guilabel> können Sie die folgenden Optionen festlegen:

source: Select the <guilabel>Match case</guilabel> option to only find occurrences of the string that match the case of the text that you type. For example, with <guilabel>Match case</guilabel> selected, "TEXT" will not match "text".
de: Wählen Sie die Option <guilabel>Groß-/Kleinschreibung berücksichtigen</guilabel>, um nur nach Text zu suchen, der in Groß- und Kleinschreibung mit dem eingegebenen Text übereinstimmt. Zum Beispiel wird mit aktivierten <guilabel>Groß-/Kleinschreibung berücksichtigen</guilabel> »TEXT« nicht in »text« gefunden.

source: Select the <guilabel>Match entire word only</guilabel> option to only find occurrences of the string that match the entire words of the text that you type. For example, with <guilabel>Match entire word only</guilabel> selected, "text" will not match "texture".
de: Wählen Sie die Option <guilabel>Nur vollständige Wörter berücksichtigen</guilabel>, um nur nach Wörtern zu suchen, die den eingegebenen Text in Form vollständiger Wörter enthalten. Zum Beispiel wird mit aktivierten <guilabel>Nur vollständige Wörter berücksichtigen</guilabel> »Text« nicht in »Textur« gefunden.

source: Select the <guilabel>Search backwards</guilabel> option to search backwards towards the beginning of the document.
de: Wählen Sie die Option <guilabel>Rückwärts suchen</guilabel>, um Rückwärts in Richtung des Dokumentanfangs zu suchen.

source: Select the <guilabel>Wrap around</guilabel> option to search to one end of the document and then continue the search from the other end of the file.
de: Wählen Sie die Option <guilabel>Suchen beim Erreichen des Endes am Anfang fortsetzen</guilabel>, um die Suche am anderen Ende des Dokuments fortzusetzen, wenn bei der Suche das Dokumentende oder der Dokumentanfang erreicht wird.

source: Special Characters
de: Sonderzeichen

source: You can include the following escape sequences in the text to find or replace to represent special characters:
de: Sie können folgende Escape-Sequenzen in den zu suchenden oder zu ersetzenden Text einfügen, um folgende Sonderzeichen zu verwenden:

source: Specifies a new line.
de: Steht für einen Zeilenumbruch.

source: Specifies a tab character.
de: Steht für einen Tabulator.

source: Specifies a carriage return.
de: Steht für einen Wagenrücklauf.

source: The backslash character itself must be escaped if it is being searched for. For example, if you are looking for the "<literal>\n</literal>" literal, you will have to type "\\n" in the <guilabel>Search for</guilabel> field. Or if you are looking for a sequence of backslashes, you will have to double the number of searched backslashes.
de: Das Backslash-Zeichen selbst muss maskiert werden, falls danach gesucht werden soll. Wenn Sie beispielsweise nach »<literal>\n</literal>« suchen wollen, müssen Sie »\\n« in das Feld <guilabel>Suchen nach</guilabel> eingeben. Falls Sie nach mehreren aufeinanderfolgenden Backslash-Zeichen suchen wollen, müssen Sie deren Anzahl in der Suche verdoppeln.

source: Positioning the Cursor on a Specific Line
de: Den Cursor in eine bestimmte Zeile setzen

source: To position the cursor on a specific line in the current file, choose <menuchoice><guimenu>Search</guimenu><guimenuitem>Go to Line</guimenuitem></menuchoice>. The line number box appears at the top of the display area.
de: Um den Cursor in eine bestimmten Zeile in der aktuellen Datei zu setzen, wählen Sie <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Gehe zu Zeile</guimenuitem></menuchoice>. Das Zeilennummerfeld erscheint oberhalb des Anzeigebereichs.

source: Begin typing the number of the line that you want to move the cursor to and the document will scroll to the specified line.
de: Sobald Sie die Nummer der Zeile eingeben, in die der Cursor verschoben werden soll wird die entsprechende Zeile des Dokuments angezeigt.

source: To dismiss the box and move the cursor to the specified line, press <keycap>Return</keycap>.
de: Um das Feld zu schließen und den Cursor in die eingegebene Zeile zu setzen, drücken Sie die <keycap>Eingabetaste</keycap>.

source: Printing
de: Drucken

source: Setting the Page Options
de: Optionen der Seiteneinstellungen

source: To set the page options, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Page Setup</guimenuitem></menuchoice> to display the <guilabel>Page Setup</guilabel> dialog.
de: Um die Seiteneinstellungen festzulegen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Seite einrichten</guimenuitem></menuchoice>, um den Dialog <guilabel>Seite einrichten</guilabel> anzuzeigen.

source: The <guilabel>Page Setup</guilabel> dialog enables you to specify the following print options:
de: Im Dialogfeld <guilabel>Seite einrichten</guilabel> können Sie die folgenden Druckoptionen festlegen:

source: General Tabbed Section
de: Reiter »Allgemein«

source: Print syntax highlighting
de: Im Hervorhebungsmodus drucken

source: Select this option to print syntax highlighting. For more information about syntax highlighting, see <xref linkend="gedit-set-highlightmode"/>.
de: Wählen Sie diese Option, um den Text im Hervorhebungsmodus zu drucken. Weitere Informationen über Hervorhebungen finden Sie in <xref linkend="gedit-set-highlightmode"/>.

source: Print page headers
de: Seitenkopfzeilen drucken

source: Select this option to include a header on each page that you print. You cannot configure the header.
de: Wählen Sie diese Option, um auf jeder gedruckten Seite eine Kopfzeile einzufügen. Die Kopfzeile kann nicht konfiguriert werden.

source: Line Numbers
de: Zeilennummern

source: Select the <guilabel>Print line numbers</guilabel> option to include line numbers when you print a file.
de: Wählen Sie die Option <guilabel>Zeilennummern drucken</guilabel>, um die Zeilennummern beim Drucken mit einzuschließen.

source: Use the <guilabel>Number every ... lines </guilabel> spin box to specify how often to print the line numbers, for example every 5 lines, every 10 lines, and so on.
de: Wählen Sie in der Auswahlliste <guilabel>Alle ... Zeilen nummerieren</guilabel>, wie oft die Zeilennummern gedruckt werden sollen, z. B. alle 5 Zeilen, alle 10 Zeilen usw.

source: Text Wrapping
de: Textumbruch

source: Select the <guilabel>Enable text wrapping</guilabel> option to wrap text onto the next line, at a character level, when you print a file. The application counts wrapped lines as one line for line numbering purposes.
de: Wählen Sie die Option <guilabel>Zeilenumbruch aktivieren</guilabel>, um den Text beim Drucken einer Datei automatisch auf Wortebene umzubrechen. Umbrochene Zeilen werden aus Gründen der Zeilennummerierung als eine Zeile gezählt.

source: Select the <guilabel>Do not split words over two lines</guilabel> option to wrap text onto the next line, at a word level, when you print a file.
de: Mit der Option <guilabel>Nur am Wortende umbrechen</guilabel> wird Text am Rand des Textfensters auf Wortebene in die nächste Zeile umgebrochen (d. h. es werden nur vollständige Wörter umgebrochen).

source: Fonts
de: Schrift

source: Body
de: Rumpf

source: Click on this button to select the font to use to print the body text of a file.
de: Klicken Sie auf diesen Knopf, um die Schriftart für den Fließtext einer Datei auszuwählen.

source: Line numbers
de: Zeilennummern

source: Click on this button to select the font to use to print line numbers.
de: Klicken Sie auf diesen Knopf, um die Schriftart für den Fließtext einer Datei auszuwählen.

source: Headers and footers
de: Kopf- und Fußzeilen

source: Click on this button to select the font to use to print the headers and footers in a file.
de: Klicken Sie auf diesen Knopf, um die Schriftart zum Drucken der Kopfzeilen und Fußzeilen in einer Datei auszuwählen.

source: To reset the fonts to the default fonts for printing a file from <application>gedit</application>, click <guibutton>Restore Default Fonts</guibutton>.
de: Um die Standardschriftart einzustellen, die in <application>gedit</application> zum Drucken einer Datei verwendet wird, klicken Sie auf den Knopf <guibutton>Auf Vorgabeschriften zurücksetzen</guibutton>.

source: Printing a Document
de: Drucken eines Dokumentes

source: You can use <application>gedit</application> to perform the following print operations:
de: Mit <application>gedit</application> können Sie die folgenden Druckvorgänge ausführen:

source: Print a document to a printer.
de: das Dokument auf einem Drucker ausgeben.

source: Print the output of the print command to a file.
de: die Ausgabe des Druckbefehls in einer Datei speichern.

source: If you print to a file, <application>gedit</application> sends the output of the file to a pre-press format file. The most common pre-press formats are PostScript and Portable Document Format (PDF).
de: Wenn Sie in eine Datei drucken, sendet <application>gedit</application> die Ausgabe der Datei in eine Datei mit Druckvorstufenformat. Die am meisten verbreiteten Formate der Druckvorstufe sind PostScript und PDF (Portable Document Format).

source: To preview the pages that you want to print, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print Preview</guimenuitem></menuchoice>.
de: Um eine Vorschau der auszudruckenden Seiten zu erhalten, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Druckvorschau</guimenuitem></menuchoice>.

source: To print the current file to a printer or a file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice> to display the <guilabel>Print</guilabel> dialog.
de: Wenn Sie die aktuelle Datei auf einen Drucker oder in eine Datei ausgeben möchten, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Drucken</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Drucken</guilabel> zu öffnen.

source: The <guilabel>Print</guilabel> dialog enables you to specify the following print options:
de: Im Dialogfeld <guilabel>Drucken</guilabel> können Sie die folgenden Druckoptionen festlegen:

source: Job Tabbed Section
de: Reiter »Drucker«

source: Print range
de: Druckbereich

source: Select one of the following options to determine how many pages to print:
de: Wählen Sie eine der folgenden Optionen, um die Anzahl der zu druckenden Seiten festzulegen:

source: All
de: Alle

source: Select this option to print all of the pages in the file.
de: Wählen Sie diese Option, um sämtliche Seiten der Datei zu drucken.

source: Lines
de: Zeilen

source: Select this option to print the specified lines only. Use the <guilabel>From</guilabel> and <guilabel>To</guilabel> spin boxes to specify the line range.
de: Wählen Sie diese Option, um nur die angegebenen Zeilen zu drucken. Benutzen Sie die Einstellfelder <guilabel>von</guilabel> und <guilabel>bis</guilabel>, um den zu druckenden Zeilenbereich festzulegen.
