Repository: linuxmint/xed
Catalog: help/*/*.po
Languages: de

source: Select the check box next to the name of the plugin that you want to enable.
de: Aktivieren Sie das Kontrollkästchen neben dem Plugin, welches Sie aktivieren wollen.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Preferences</guilabel> dialog.
de: Klicken Sie auf <guibutton>Schließen</guibutton>, um den Dialog <guilabel>Einstellungen</guilabel> zu schließen.

source: Disabling a Plugin
de: Deaktivieren eines Plugins

source: A plugin remains enabled when you quit <application>gedit</application>.
de: Plugins bleiben auch nach dem Beenden von <application>gedit</application> noch geladen.

source: To disable a <application>gedit</application> plugin, perform the following steps:
de: Um ein <application>gedit</application>-Plugin zu deaktivieren, führen sie die folgenden Schritte aus:

source: Deselect the check box next to the name of the plugin that you want to disable.
de: Deaktivieren Sie das Kontrollkästchen neben dem Plugin, welches Sie deaktivieren wollen.

source: Working with Plugins
de: Arbeiten mit Plugins

source: You can add extra features to <application>gedit</application> by enabling <firstterm>plugins</firstterm>. A plugin is a supplementary program that enhances the functionality of an application. Plugins add new items to the <application>gedit</application> menus for the new features they provide.
de: Sie können zu <application>gedit</application> weitere Funktionsmerkmale hinzufügen, indem Sie <firstterm>plugins</firstterm> aktivieren. Ein Plugin ist ein ergänzendes Programm, das die Funktionalität einer Anwendung erweitert. Plugins fügen für die angebotenen Funktionen zu <application>gedit</application> neue Menüeinträge hinzu.

source: Several plugins come built-in with <application>gedit</application>, and you can install more. The <ulink type="http" url="http://live.mate.org/Gedit/Plugins">gedit website</ulink> lists third-party plugins.
de: Verschiedene Plugins sind bereits in <application>gedit</application> eingebaut, weitere können zusätzlich installiert werden. Die <ulink type="http" url="http://live.mate.org/Gedit/Plugins">Gedit-Website</ulink> listet Plugins von Drittanbietern auf.

source: To enable and disable plugins, or see which plugins are currently enabled, use the <link linkend="gedit-prefs-plugins">Plugins Preferences</link>.
de: Um Plugins zu aktivieren oder zu deaktivieren, oder um zu sehen, welche Plugins gegenwärtig aktiviert sind, verwenden Sie die <link linkend="gedit-prefs-plugins">Plugin-Einstellungen</link>.

source: The following plugins come built-in with <application>gedit</application>:
de: Die folgenden Plugins liefert <application>gedit</application> bereits mit:

source: <link linkend="gedit-change-case-plugin"><application>Change Case</application></link> allows you to change the case of the selected text.
de: <link linkend="gedit-change-case-plugin"><application>Groß-/Kleinschreibung verändern</application></link> ermöglicht Ihnen die Groß- oder Kleinschreibung des ausgewählten Texts zu ändern.

source: <application><link linkend="gedit-document-statistics-plugin">Document Statistics</link></application> shows the number of lines, words, and characters in the document.
de: Die <application><link linkend="gedit-document-statistics-plugin">Statistik zum Dokument</link></application> zeigt die Anzahl der Zeilen, Wörter und Zeichen im Dokument an.

source: <application><link linkend="gedit-external-tools-plugin">External Tools</link></application> allows you to execute external commands from <application>gedit</application>.
de: <application><link linkend="gedit-external-tools-plugin">Externe Werkzeuge</link></application> ermöglicht Ihnen die Ausführung externer Befehle in <application>gedit</application>.

source: <application>File Browser</application> allows you to browse your files and folders in the side pane.
de: Die <application>Dateiverwaltungsleiste</application> ermöglicht Ihnen das Durchsuchen Ihrer Dateien und Ordner in der Seitenleiste.

source: <application><link linkend="gedit-indent-lines-plugin">Indent Lines</link></application> adds or removes indentation from the selected lines.
de: <application><link linkend="gedit-indent-lines-plugin">Zeileneinzug</link></application> verändert die Einzugsbreite der ausgewählten Zeilen.

source: <application><link linkend="gedit-insert-date-time-plugin">Insert Date/Time</link></application> adds the current date and time into a document.
de: <application><link linkend="gedit-insert-date-time-plugin">Datum/Uhrzeit einfügen</link></application> fügt die aktuelle Zeit und das aktuelle Datum in ein Dokument ein.

source: <application><link linkend="gedit-modelines-plugin">Modelines</link></application> allows you to set editing preferences for individual documents, and supports <application>Emacs</application>, <application>Kate</application> and <application>Vim</application>-style modelines.
de: <application><link linkend="gedit-modelines-plugin">Modelines</link></application> ermöglichen die Bearbeitung von Einstellungen für spezielle Dokumente. Dabei werden auf <application>Emacs</application>, <application>Kate</application> und <application>Vim</application> basierende Modelines unterstützt.

source: <application><link linkend="gedit-python-console-plugin">Python Console</link></application> allows you to run commands in the python programming language.
de: Die <application><link linkend="gedit-python-console-plugin">Python-Konsole</link></application> ermöglicht die Ausführung von Befehlen in der Programmiersprache Python.

source: <application><link linkend="gedit-snippets-plugin">Snippets</link></application> allows you to store frequently-used pieces of text and insert them quickly into a document.
de: In <application><link linkend="gedit-snippets-plugin">Schnipseln</link></application> können Sie oft genutzte Textpassagen speichern und diese auf einfache Weise in ein Dokument einfügen.

source: <application><link linkend="gedit-sort-plugin">Sort</link></application> arranges selected lines of text into alphabetical order.
de: <application><link linkend="gedit-sort-plugin">Sortieren</link></application> ordnet gewählte Textzeilen in alphabetischer Reihenfolge an.

source: <application><link linkend="gedit-spell-checker-plugin">Spell Checker</link></application> corrects the spelling in the selected text, or marks errors automatically in the document.
de: Die <application><link linkend="gedit-spell-checker-plugin">Rechtschreibprüfung</link></application> korrigiert die Rechtschreibung im ausgewählten Text oder markiert Rechtschreibfehler im Dokument automatisch.

source: <application><link linkend="gedit-tag-list-plugin">Tag List</link></application> lets you insert commonly-used tags for HTML and other languages from a list in the side pane.
de: Die <application><link linkend="gedit-tag-list-plugin">Tag-Liste</link></application> stellt häufig verwendete Tags für HTML und andere Sprachen in einer Liste in der Seitenleiste bereit.

source: For more information on creating plugins, see the <ulink type="http" url="http://live.mate.org/Gedit/Plugins"><application>gedit</application> website</ulink>.
de: Weitere Informationen über die Erstellung von Plugins finden Sie auf der <ulink type="http" url="http://live.mate.org/Gedit/Plugins">Webseite von <application>gedit</application></ulink>.

source: Change Case Plugin
de: Groß-/Kleinschreibung ändern

source: The <application>Change Case</application> plugin changes the case of the selected text.
de: Das Plugin <application>Groß-/Kleinschreibung ändern</application> ändert die Groß- oder Kleinschreibung des ausgewählten Texts.

source: The following items are added to the <guimenu>Edit</guimenu> menu when the <application>Change Case</application> plugin is enabled:
de: Die folgenden Einträge werden zum Menü <guimenu>Bearbeiten</guimenu> hinzugefügt, wenn das Plugin <application>Groß-/Kleinschreibung verändern</application> aktiviert ist:

source: Menu Item
de: Menüeintrag

source: Action
de: Aktion

source: Example
de: Beispiel

source: Change Case
de: Groß-/Kleinschreibung verändern

source: All Upper Case
de: Alles in Großschreibung

source: Change each character to uppercase.
de: Wechselt für jedes Zeichen die Schreibweise zu Großschreibung.

source: <literal>This text</literal> becomes <literal>THIS TEXT</literal>
de: <literal>Dieser Text</literal> wird zu <literal>DIESER TEXT</literal>

source: All Lower Case
de: Alles in Kleinschreibung

source: Change each character to lowercase.
de: Wechselt für jedes Zeichen die Schreibweise zu Kleinschreibung.

source: <literal>This Text</literal> becomes <literal>this text</literal>
de: <literal>Dieser Text</literal> wird zu <literal>dieser text</literal>

source: Invert Case
de: Groß-/Kleinschreibung umkehren

source: Change each lowercase character to uppercase, and change each uppercase character to lowercase.
de: Kehrt die Groß- und Kleinschreibung um. Jeder Kleinbuchstabe wird zu einem Großbuchstaben, jeder Großbuchstabe zu einem Kleinbuchstaben.

source: <literal>This Text</literal> becomes <literal>tHIS tEXT</literal>
de: <literal>Dieser Text</literal> wird zu <literal>dIESER tEXT</literal>

source: Title Case
de: Anfangsbuchstaben in Großschreibung

source: Change the first character of each word to uppercase.
de: Ändert den ersten Buchstaben jedes Wortes in einen Großbuchstaben.

source: <literal>this text</literal> becomes <literal>This Text</literal>
de: <literal>dieser text</literal> wird zu <literal>Dieser Text</literal>

source: Document Statistics Plugin
de: Plugin »Statistik zum Dokument«

source: The <application>Document Statistics</application> plugin counts the number of lines, words, characters with spaces, characters without spaces, and bytes in the current file. The plugin displays the results in a <guilabel>Document Statistics</guilabel> dialog. To use the Document Statistics plugin, perform the following steps:
de: Das Plugin <application>Statistik zum Dokument</application> gibt die Anzahl der Zeilen, Wörter, Zeichen und Bytes in der aktuellen Datei an. Die Ergebnisse werden in einem Dialog mit dem Titel <guilabel>Statistik zum Dokument</guilabel> angezeigt. Die Arbeit mit dem Plugin »Statistik zum Dokument« gestaltet sich wie folgt:

source: Choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Document Statistics</guimenuitem></menuchoice> to display the <guilabel>Document Statistics</guilabel> dialog. The <guilabel>Document Statistics</guilabel> dialog displays the following information about the file:
de: Wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Statistik zum Dokument</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Statistik zum Dokument</guilabel> anzuzeigen. Im Dialogfeld <guilabel>Statistik zum Dokument</guilabel> werden die folgenden Informationen über die Datei angezeigt:

source: Number of lines in the current document.
de: Die Anzahl der Zeilen im aktuellen Dokument

source: Number of words in the current document.
de: Die Anzahl der Wörter im aktuellen Dokument

source: Number of characters, including spaces, in the current document.
de: Die Anzahl der Zeichen im aktuellen Dokument (einschließlich Leerzeichen)

source: Number of characters, not including spaces, in the current document.
de: Die Anzahl der Zeichen im aktuellen Dokument (ohne Leerzeichen)

source: Number of bytes in the current document.
de: Die Anzahl der Bytes im aktuellen Dokument

source: You can continue to update the <application>gedit</application> file while the <guilabel>Document Statistics</guilabel> dialog is open. To refresh the contents of the <guilabel>Document Statistics</guilabel> dialog, click <guibutton>Update</guibutton>.
de: Sie können weiter an der <application>gedit</application>-Datei arbeiten, während das Dialogfeld <guilabel>Statistik zum Dokument</guilabel> geöffnet bleibt. Um den Inhalt des Dialogfelds <guilabel>Statistik zum Dokument</guilabel> zu aktualisieren, klicken Sie auf den Knopf <guibutton>Aktualisieren</guibutton>.

source: External Tools Plugin
de: Verwaltung externer Werkzeuge

source: The <application>External Tools</application> plugin allows you to execute external commands from <application>gedit</application>. You can pipe some content into a command and exploit its output (for example, <application>sed</application>), or launch a predefined command (for example, <application>make</application>).
de: Das Plugin <application>Externe Werkzeuge</application> ermöglicht Ihnen die Ausführung interner Befehle in <application>gedit</application>. Sie können Inhalte an einen Befehl weiterleiten und dessen Ausgabe verwerten (z.B. <application>sed</application>) oder einen voreingestellten Befehl starten (z.B. <application>make</application>).

source: Use the <guilabel>External Tools Manager</guilabel> to create and edit commands. To run an external command, choose it from the <guimenu>Tools</guimenu> menu.
de: Verwenden Sie die <guilabel>Verwaltung externer Werkzeuge</guilabel>, um Befehle zu erstellen und zu bearbeiten. Um einen externen Befehl auszuführen, wählen Sie ihn im Menü <guimenu>Werkzeuge</guimenu> aus.

source: Built-in Commands
de: Eingebaute Befehle

source: The following commands are provided with the <application>External Tools</application> plugin:
de: Die folgenden Befehle werden durch das Plugin <application>Externe Werkzeuge</application> bereitgestellt:

source: Build
de: Alles kompilieren

source: Runs <application>make</application> in the current document's directory.
de: Führt den Befehl <application>make</application> im aktuellen Ordner aus, in welchem sich das Dokument befindet.

source: Directory Listing
de: Ordnerliste

source: Lists the contents of the current document's directory in a new document.
de: Listet den Inhalt des aktuellen, das Dokument enthaltenden Ordners in einem neuen Dokument auf.

source: Environment Variables
de: Umgebungsvariablen

source: Displays the environment variables list in the bottom pane.
de: Zeigt die Liste der Umgebungsvariablen in der Fußleiste an.

source: Searches for a term in all files in the current document directory, using pattern matching. Results are shown in the bottom pane.
de: Sucht anhand der Übereinstimmung mit einem Muster nach einem Begriff in allen Dateien im gegenwärtigen Dokumentenordner. Die Ergebnisse werden in der Fußleiste angezeigt.

source: Remove Trailing Spaces
de: Leerzeichen am Ende entfernen

source: Removes all spaces from the end of lines in the document.
de: Enfernt im gesamten Dokument Leerzeichen am Zeilenende.

source: Defining a Command
de: Definieren eines Befehls

source: To add an external command, choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>External Tools</guimenuitem></menuchoice>.
de: Um einen externen Befehl hinzuzufügen, wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Externe Werkzeuge</guimenuitem></menuchoice>.

source: In the <guilabel>External Tools Manager</guilabel> window, click <guibutton>New</guibutton>. You can speficy the following details for the new command:
de: Im Fenster <guilabel>Verwaltung externer Werkzeuge</guilabel> klicken Sie auf <guibutton>Neu</guibutton>. Sie können für den neuen Befehl folgende Einzelheiten festlegen:

source: Description
de: Beschreibung

source: This description is shown in the statusbar when the menu command is chosen.
de: Diese Beschreibung wird in der Statuszeile angezeigt, wenn der Menübefehl ausgewählt ist.

source: Accelerator
de: Tastaturkürzel

source: Enter a keyboard shortcut for the command.
de: Geben Sie ein Tastenkürzel für den Befehl ein.

source: Commands
de: Befehle

source: The actual commands to be run. Several <application>gedit</application> environment variables can be used to pass content to these commands: see <xref linkend="gedit-external-tools-plugin-variables"/>.
de: Der gegenwärtig auszuführende Befehl. Verschiedene Umgebungsvariablen in <application>gedit</application> können dazu benutzt werden, um Inhalte an diese Befehle weiterzuleiten. Weitere Informationen hierzu finden Sie in <xref linkend="gedit-external-tools-plugin-variables"/>.

source: Input
de: Eingabe

source: The content to give to the commands (as <systemitem>stdin</systemitem>): the entire text of the current document, the current selection, line, or word.
de: Der an die Befehle weiterzuleitende Inhalt (wie <systemitem>stdin</systemitem>): der gesamte Text des gegenwärtigen Dokuments, die gegenwärtige Auswahl, Zeile oder Wort.

source: Output
de: Ausgabe

source: What to do with the output of the commands: display in the bottom pane, put in a new document, or place in the current document, at the end, at the cursor position, or replacing the selection or the entire document.
de: Hier können Sie wählen, wie mit der Ausgabe des Befehls zu verfahren ist: Anzeigen in der Fußleiste, Einfügen in ein neues Dokument, am Ende, an der Cursorposition, oder Ersetzen der Auswahl oder des gesamten Dokuments.

source: Applicability
de: Anwendbarkeit

source: Determines which sort of documents can be affected by the command, for example whether saved or not, and local or remote.
de: Hierdurch wird bestimmt, welche Dokumente durch den Befehl beeinflusst werden, beispielsweise gespeichert oder nicht, oder lokal oder entfernt.

source: Editing and Removing Tools
de: Werkzeuge zum Bearbeiten und Entfernen

source: To edit a tool, select it in the list and make changes to its properties.
de: Um eines der Werkzeuge zu bearbeiten, wählen Sie es in der Liste aus und ändern Sie dessen Eigenschaften.

source: To rename a tool, click it again in the list.
de: Um ein Werkzeug umzubenennen, klicken Sie es erneut in der Liste an.

source: To restore a built-in tool that you have changed, press <guilabel>Revert</guilabel>.
de: Um eines der eingebauten Werkzeuge wiederherzustellen, nachdem Sie es verändert haben, klicken Sie auf <guilabel>Zurücksetzen</guilabel>.

source: To remove a tool, select it in the list and press <guibutton>Remove</guibutton>. You can not remove built-in tools, only those you have created yourself.
de: Um eines der Werkzeuge zu löschen, wählen Sie es in der Liste aus und klicken Sie auf <guibutton>Entfernen</guibutton>. Beachten Sie, dass Sie nur selbst erstellte Werkzeuge löschen können, nicht jedoch die in <application>gedit</application> eingebauten Werkzeuge.

source: Variables
de: Variablen

source: You can use the following variables in the <guilabel>Commands</guilabel> field of the command definition:
de: Sie können im Feld <guilabel>Befehle</guilabel> der Befehlsdefinition die folgenden Variablen verwenden:

source: File Browser Plugin
de: Dateiverwaltungs-Plugin

source: The <application>File Browser</application> Plugin shows your files and folders in the side pane, allowing you to quickly open files.
de: Das Plugin <application>Dateiverwaltungsleiste</application> zeigt Ihre Dateien und Ordner in der Seitenleiste an und ermöglicht das schnelle Öffnen von Dateien.

source: To view the File Browser, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice> and then click on the tab showing the File Browser icon at the bottom of the side pane.
de: Um die Dateiverwaltungsleiste anzuzeigen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice>. Dann klicken Sie an der Unterseite der Seitenleiste auf den Reiter mit dem Dateiverwaltungssymbol.

source: Browsing your Files
de: Durchsuchen Ihrer Dateien

source: The File Browser tab initially shows your file manager bookmarks. To browse the contents of any item, double-click it.
de: Der Dateiverwaltungs-Reiter zeigt zunächst die Lesezeichen des Dateimanagers an. Um den Inhalt eines der Objekte zu durchsuchen, doppelklicken Sie darauf.

source: To show a parent folder, choose from the drop-down list, or press the up arrow on the File Browser's toolbar.
de: Um einen Eltern-Ordner anzuzeigen, wählen Sie ihn in der Auswahlliste aus, oder klicken Sie auf den nach oben zeigenden Pfeil in der Werkzeugleiste der Dateiverwaltung.

source: To show the folder that contains the document you are currently working on, right-click in the file list and choose <guimenuitem>Set root to active document</guimenuitem>.
de: Um den Ordner zu betrachten, der das gegenwärtig bearbeitete Dokument enthält, klicken Sie mit der rechten Maustaste in die Dateiliste und wählen <guimenuitem>Das aktive Dokument als Wurzel festlegen</guimenuitem>.

source: To open a file in <application>gedit</application>, double-click it in the file list.
de: Um eine Datei in <application>gedit</application> zu öffnen, doppelklicken Sie darauf in der Dateiliste.

source: Creating Files and Folders
de: Erstellen von Dateien und Ordnern

source: To create a new, empty text file in the current folder shown in the browser, right-click in the file list and choose <guimenuitem>New File</guimenuitem>.
de: Um eine neue, leere Textdatei im gegenwärtig im Browser angezeigten Ordner anzulegen, klicken Sie mit der rechten Maustaste in die Dateiliste und wählen Sie <guimenuitem>Neue Datei</guimenuitem>.

source: To create a new folder in the current folder shown in the browser, right-click in the file list and choose <guimenuitem>New Folder</guimenuitem>.
de: Um einen neuen Ordner innerhalb des aktuellen Ordners anzulegen, klicken Sie mit der rechten Maustaste in die Dateiliste und wählen Sie <guimenuitem>Neuer Ordner</guimenuitem>.

source: Indent Lines Plugin
de: Plugin »Einzugsbreite«

source: The <application>Indent Lines</application> plugin adds or removes space from the beginning of lines of text.
de: Das Plugin <application>Einzugsbreite</application> fügt am Anfang von Textzeilen Leerzeichen hinzu oder entfernt diese.

source: To indent or unindent text, perform the following steps:
de: Um den Einzug eines Textes zu erhöhen oder zu verringern, führen Sie die folgenden Schritte aus:

source: Select the lines that you want to indent. To indent or unindent a single line, place the cursor anywhere on that line.
de: Wählen Sie die Zeilen aus, deren Einzug Sie ändern möchten. Um den Einzug einer einzelnen Zeile zu ändern, setzen Sie den Cursor einfach an eine beliebige Stelle in dieser Zeile.

source: To indent the text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Indent</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einzug erhöhen</guimenuitem></menuchoice>.

source: To remove the indentation, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Unindent</guimenuitem></menuchoice>.
de: Um den Einzug zu verringern, wählen Sie stattdessen <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einzug verringern</guimenuitem></menuchoice>.

source: The amount of space used, and whether tab character or space characters are used, depends on the <guilabel>Tab Stops</guilabel> settings in the Editor Preferences: see <xref linkend="gedit-prefs-editor"/>.
de: Ob hierbei Tabulatoren oder Leerzeichen verwendet werden und um wieviele Zeichen der Einzug verändert wird, hängt von den Einstellungen in <guilabel>Tabulatoren</guilabel> in den Editor-Einstellungen ab. Weitere Informationen hierzu finden Sie in <xref linkend="gedit-prefs-editor"/>.

source: Insert Date/Time Plugin
de: Plugin »Datum/Uhrzeit einfügen«

source: The <application>Insert Date/Time</application> plugin inserts the current date and time into a document. To use the Insert Date/Time plugin, perform the following steps:
de: Das Plugin »Datum/Uhrzeit einfügen« fügt das aktuelle Datum sowie die Uhrzeit in eine Datei ein. Um das Plugin »Datum/Uhrzeit einfügen« zu verwenden, führen Sie die folgenden Schritte aus:
