Repository: linuxmint/xed
Catalog: po/*.po
Languages: he, lo

source: Create a backup copy of files before saving
he: יצירת גיבוי קבצים לפני שמירה
lo: ສ້າງສຳເນົາສຳຮອງຂອງໄຟລ໌ກ່ອນບັນທຶກ

source: Autosave files
he: שמירת קבצים אוטומטית
lo: ບັນທຶກໄຟລ໌ອັດຕະໂນມັດ

source: Minutes between saving
he: דקות במרווחי השמירה
lo: ນາທີລະຫວ່າງການບັນທຶກ

source: Ensure Trailing Newline
he: אילוץ שורה חדשה נגררת
lo: ຮັບປະກັນໃຫ້ມີແຖວໃໝ່ຕໍ່ທ້າຍ

source: Dark theme
he: ערכת־נושא כהה
lo: ທີມມືດ

source: Use dark theme variant (if available)
he: שימוש בנֹסַח ערכת־נושא כהה אחרת
lo: ໃຊ້ຮູບແບບທີມມືດ (ຖ້າມີ)

source: Style scheme
he: סכמת סגנון
lo: ຊຸດຮູບແບບ

source: Install scheme
he: התקנת סכמה
lo: ຕິດຕັ້ງຊຸດ

source: Remove scheme
he: הסרת סכמה
lo: ລຶບຊຸດ

source: Syntax Highlighting
he: הדגשת תחביר
lo: ການເນັ້ນສີໄວຍາກອນ

source: Print synta_x highlighting
he: הדפסת הדגשת ת_חביר
lo: ພິມການເນັ້ນສີໄວຍາກອນ (_x)

source: Line Numbers
he: מספרי שורות
lo: ເລກແຖວ

source: Print line nu_mbers
he: הדפסת מס_פרי שורות
lo: ພິມເລກແຖວ (_m)

source: _Number every
he: _מספר בכול
lo: ໃສ່ເລກ_ທຸກໆ

source: lines
he: שורות
lo: ແຖວ

source: Text Wrapping
he: גלישת מלל
lo: ການຕັດຂໍ້ຄວາມ

source: Enable text _wrapping
he: אפשור _גלישת מלל
lo: ເປີດໃຊ້ການຕັດຂໍ້ຄວາມ (_w)

source: Do not _split words over two lines
he: לא ל_פצל מילים על פני שתי שורות
lo: ບໍ່_ແບ່ງຄຳອອກເປັນສອງແຖວ

source: Page header
he: כותרת עמוד
lo: ຫົວໜ້າເຈ້ຍ

source: Print page _headers
he: הדפסת _כותרות עמוד
lo: ພິມຫົວໜ້າເຈ້ຍ (_h)

source: Fonts
he: גופנים
lo: ຟອນ

source: _Body:
he: _גוף:
lo: ເນື້ອ_ຫາ:

source: _Line numbers:
he: מספרי _שורה:
lo: ເລກ_ແຖວ:

source: He_aders and footers:
he: כו_תרות עיליות ותחתונות:
lo: ຫົວ ແລະ _ທ້າຍເຈ້ຍ:

source: _Restore Default Fonts
he: _שחזור גופני ברירת מחדל
lo: _ຟື້ນຟູຟອນເລີ່ມຕົ້ນ

source: Replace _All
he: החלפת _הכל
lo: ແທນທີ່_ທັງໝົດ

source: _Search for:
he: _חיפוש אחר:
lo: _ຄົ້ນຫາ:

source: Replace _with:
he: החלפה _ב-:
lo: ແທນທີ່_ດ້ວຍ:

source: Next
he: הבא
lo: ຕໍ່ໄປ

source: Previous
he: הקודם
lo: ກ່ອນໜ້າ

source: Regular expression
he: ביטוי סדיר

source: Case sensitive
he: תלוי רישיות
lo: ແຍກຕົວພິມໃຫຍ່/ນ້ອຍ

source: Whole word
he: מילה שלמה
lo: ທັງຄຳ

source: Wrap
he: גלישה
lo: ຕັດຄຳ

source: Create a new document
he: יצירת מסמך חדש
lo: ສ້າງເອກະສານໃໝ່

source: Open a document
he: פתיחת מסמך
lo: ເປີດເອກະສານ

source: Save the document
he: שמירת מסמך
lo: ບັນທຶກເອກະສານ

source: Save the document with a new filename
he: שמירת המסמך בשם חדש
lo: ບັນທຶກເອກະສານດ້ວຍຊື່ໄຟລ໌ໃໝ່

source: Save all the documents
he: שמירת כל המסמכים
lo: ບັນທຶກເອກະສານທັງໝົດ

source: Close the document
he: סגירת המסמך
lo: ປິດເອກະສານ

source: Close all the documents
he: סגירת כל המסמכים
lo: ປິດເອກະສານທັງໝົດ

source: Switch to the next document
he: מעבר למסמך הבא
lo: ປ່ຽນໄປເອກະສານຕໍ່ໄປ

source: Switch to the previous document
he: מעבר למסמך הקודם
lo: ປ່ຽນໄປເອກະສານກ່ອນໜ້າ

source: Switch to the first - ninth document
he: מעבר למסמך הראשון - התשיעי
lo: ປ່ຽນໄປເອກະສານທີໜຶ່ງ - ເກົ້າ

source: Windows and Panes
he: חלונות וחלוניות
lo: ໜ້າຕ່າງ ແລະ ແຖບ

source: Show side pane
he: הצגת חלונית צד
lo: ສະແດງແຖບດ້ານຂ້າງ

source: Show bottom pane
he: הצגת חלונית תחתונה
lo: ສະແດງແຖບດ້ານລຸ່ມ

source: Fullscreen on / off
he: הפעלת / כיבוי מסך מלא
lo: ເປີດ/ປິດ ເຕັມຈໍ

source: Quit the application
he: יציאה מהיישומון
lo: ອອກຈາກແອັບພລິເຄຊັນ

source: Find and Replace
he: חיפוש והחלפה
lo: ຄົ້ນຫາ ແລະ ແທນທີ່

source: Find
he: חיפוש
lo: ຄົ້ນຫາ

source: Find the next match
he: חיפוש ההתאמה הבאה
lo: ຄົ້ນຫາລາຍການທີ່ກົງກັນຕໍ່ໄປ

source: Find the previous match
he: חיפוש ההתאמה הקודמת
lo: ຄົ້ນຫາລາຍການທີ່ກົງກັນກ່ອນໜ້າ

source: Go to line
he: מעבר לשורה
lo: ໄປທີ່ແຖວ

source: Copy and Paste
he: העתקה והדבקה
lo: ສຳເນົາ ແລະ ວາງ

source: Copy selected text to clipboard
he: העתקת מלל שנבחר ללוח הגזירים
lo: ສຳເນົາຂໍ້ຄວາມທີ່ເລືອກໄປໃສ່ຄລິບບອດ

source: Cut selected text to clipboard
he: גזירת מלל שנבחר ללוח הגזירים
lo: ຕັດຂໍ້ຄວາມທີ່ເລືອກໄປໃສ່ຄລິບບອດ

source: Paste text from clipboard
he: הדבקת מלל מלוח הגזירים
lo: ວາງຂໍ້ຄວາມຈາກຄລິບບອດ

source: Undo and Redo
he: ביטול והחלה חוזרת
lo: ຍົກເລີກ ແລະ ເຮັດຄືນ

source: Undo previous command
he: ביטול הפקודה האחרונה
lo: ຍົກເລີກຄຳສັ່ງກ່ອນໜ້າ

source: Redo previous command
he: החלה חוזרת של הפקודה האחרונה
lo: ເຮັດຄືນຄຳສັ່ງກ່ອນໜ້າ

source: Selection
he: בחירה
lo: ການເລືອກ

source: Select all text
he: בחירת כל המלל
lo: ເລືອກຂໍ້ຄວາມທັງໝົດ

source: Tools
he: כלים
lo: ເຄື່ອງມື

source: Check spelling
he: בדיקת איות
lo: ກວດສອບການສະກົດຄຳ

source: Layout
he: פריסה
lo: ໂຄງຮ່າງ

source: Toggle Word Wrap
he: בררת גלישת מילים
lo: ສະຫຼັບການຕັດຄຳ

source: Editing
he: עריכה
lo: ການແກ້ໄຂ

source: Toggle insert / overwrite
he: בררת הוספה/שכתוב
lo: ສະຫຼັບການແຊກ / ຂຽນທັບ

source: Delete current line
he: מחיקת שורה נוכחית
lo: ລຶບແຖວປັດຈຸບັນ

source: Move current line up
he: העברת השורה הנוכחית מעלה
lo: ຍ້າຍແຖວປັດຈຸບັນຂຶ້ນເທິງ

source: Move current line down
he: העברת השורה הנוכחית מטה
lo: ຍ້າຍແຖວປັດຈຸບັນລົງລຸ່ມ

source: Move current word left
he: העברת המילה הנוכחית שמאלה
lo: ຍ້າຍຄຳປັດຈຸບັນໄປທາງຊ້າຍ

source: Move current word right
he: העברת המילה הנוכחית ימינה
lo: ຍ້າຍຄຳປັດຈຸບັນໄປທາງຂວາ

source: Convert to uppercase
he: המרה לאותיות רישיות
lo: ປ່ຽນເປັນຕົວພິມໃຫຍ່

source: Convert to lowercase
he: המרה לאותיות קטנות
lo: ປ່ຽນເປັນຕົວພິມນ້ອຍ

source: Convert to title case
he: המרה לאותיות כותרת
lo: ປ່ຽນເປັນຕົວພິມໃຫຍ່ສະເພາະຕົວທຳອິດ

source: Invert case
he: היפוך גודל אות
lo: ປີ້ນຕົວພິມ

source: Increment number at cursor
he: הגדלת המספר בסמן
lo: ເພີ່ມຕົວເລກທີ່ເຄີເຊີ

source: Decrement number at cursor
he: הקטנת המספר בסמן
lo: ຫຼຸດຕົວເລກທີ່ເຄີເຊີ

source: Toggle comment block
he: בררת מקטע הערה
lo: ສະຫຼັບບລັອກຄຳອະທິບາຍ

source: Toggle comment
he: בררת הערה
lo: ສະຫຼັບຄຳອະທິບາຍ

source: Join Lines
he: חיבור שורות
lo: ລວມແຖວ

source: Found and replaced %d occurrence
he: היקרות %d נמצאה והוחלפה
lo: ພົບ ແລະ ແທນທີ່ %d ລາຍການ

source: Found and replaced one occurrence
he: היקרות אחת נמצאה והוחלפה
lo: ພົບ ແລະ ແທນທີ່ໜຶ່ງລາຍການ

source: "%s" not found
he: ‏ '%s' לא נמצא
lo: ບໍ່ພົບ "%s"

source: No matches found
he: לא נמצאו התאמות
lo: ບໍ່ພົບລາຍການທີ່ກົງກັນ

source: %d match
he: התאמה %d
lo: %d ລາຍການທີ່ກົງກັນ

source: %d of %d match
he: %d מתוך התאמה %d
lo: %d ຈາກ %d ລາຍການທີ່ກົງກັນ

source: Ln %d, Col %d
he: שורה %d, עמודה %d
lo: ແຖວ %d, ຖັນ %d

source: There is a tab with errors
he: קיימת לשונית עם שגיאות
lo: ມີແທັບ %d ທີ່ມີຂໍ້ຜິດພາດ

source: Close document
he: סגירת מסמך
lo: ປິດເອກະສານ

source: Reverting %s from %s
he: ‏%s שחזור מ־%s
lo: ກຳລັງຍ້ອນຄືນ %s ຈາກ %s

source: Reverting %s
he: ‏%s שוחזר
lo: ກຳລັງຍ້ອນຄືນ %s

source: Loading %s from %s
he: ‏%s טעינת מ־%s
lo: ກຳລັງໂຫຼດ %s ຈາກ %s

source: Loading %s
he: טעינת %s
lo: ກຳລັງໂຫຼດ %s

source: Saving %s to %s
he: שמירת %s אל %s
lo: ກຳລັງບັນທຶກ %s ໄປທີ່ %s

source: Saving %s
he: שמירת %s
lo: ກຳລັງບັນທຶກ %s

source: RO
he: ק"ב

source: Error opening file %s
he: שגיאה בפתיחת קובץ %s
lo: ຂໍ້ຜິດພາດໃນການເປີດໄຟລ໌ %s

source: Error reverting file %s
he: שגיאה בשחזור קובץ %s
lo: ຂໍ້ຜິດພາດໃນການຍ້ອນຄືນໄຟລ໌ %s

source: Error saving file %s
he: שגיאה בשמירת קובץ %s
lo: ຂໍ້ຜິດພາດໃນການບັນທຶກໄຟລ໌ %s

source: Name:
he: שם:
lo: ຊື່:

source: MIME Type:
he: סוג MIME:
lo: ປະເພດ MIME:

source: Encoding:
he: קידוד:
lo: ການເຂົ້າລະຫັດ:

source: _File
he: _קובץ
lo: _ໄຟລ໌

source: _Edit
he: ע_ריכה
lo: _ແກ້ໄຂ

source: _View
he: _תצוגה
lo: _ມຸມມອງ

source: _Search
he: _חיפוש
lo: _ຄົ້ນຫາ

source: _Tools
he: _כלים
lo: _ເຄື່ອງມື

source: _Documents
he: _מסמכים
lo: _ເອກະສານ

source: Favorites
he: מועדפים
lo: ລາຍການທີ່ມັກ

source: Recents
he: אחרונים
lo: ລ່າສຸດ

source: _New
he: _חדש
lo: _ໃໝ່

source: _Open...
he: _פתיחה...
lo: _ເປີດ...

source: Open a file
he: פתיחת קובץ
lo: ເປີດໄຟລ໌

source: Pr_eferences
he: ה_עדפות
lo: ການ_ຕັ້ງຄ່າ

source: Configure the application
he: תצור היישומון
lo: ຕັ້ງຄ່າແອັບພລິເຄຊັນ

source: _Contents
he: _תוכן עניינים
lo: _ເນື້ອຫາ

source: Open the xed manual
he: פתיחת המדריך למשתמש של xed
lo: ເປີດຄູ່ມື xed

source: _About
he: על _אודות
lo: _ກ່ຽວກັບ

source: About this application
he: על אודות יישומון זה
lo: ກ່ຽວກັບແອັບພລິເຄຊັນນີ້

source: _Keyboard Shortcuts
he: _קיצורי מקלדת
lo: _ທາງລັດແປ້ນພິມ

source: Show the keyboard shortcuts dialog
he: הצגת דו־שיח קיצורי מקלדת
lo: ສະແດງກ່ອງໂຕ້ຕອບທາງລັດແປ້ນພິມ

source: Leave fullscreen mode
he: יציאה ממצב מסך מלא
lo: ອອກຈາກໂໝດເຕັມຈໍ

source: Save the current file
he: שמירת הקובץ הנוכחי
lo: ບັນທຶກໄຟລ໌ປັດຈຸບັນ

source: Save _As...
he: שמירה _בשם...
lo: ບັນທຶກ_ເປັນ...

source: Save the current file with a different name
he: שמירת הקובץ הנוכחי בשם אחר
lo: ບັນທຶກໄຟລ໌ປັດຈຸບັນດ້ວຍຊື່ອື່ນ

source: Revert
he: שחזור
lo: ຍ້ອນຄືນ

source: Revert to a saved version of the file
he: חזרה לגרסה שמורה של הקובץ
lo: ຍ້ອນຄືນໄປຫາສະບັບທີ່ບັນທຶກໄວ້ຂອງໄຟລ໌

source: Print Previe_w
he: תצוגה _מקדימה
lo: ຕົວຢ່າງກ່ອນພິມ (_w)

source: Print preview
he: תצוגה מקדימה
lo: ຕົວຢ່າງກ່ອນພິມ

source: _Print...
he: ה_דפסה...
lo: _ພິມ...

source: Print the current page
he: הדפסת עמוד נוכחי
lo: ພິມໜ້າປັດຈຸບັນ

source: _Undo
he: _הסגה
lo: _ຍົກເລີກ

source: Undo the last action
he: הסגת הפעולה האחרונה
lo: ຍົກເລີກການກະທຳຫຼ້າສຸດ

source: _Redo
he: הח_זרה
lo: _ເຮັດຄືນ

source: Redo the last undone action
he: החזרת הפעולה המוסגת האחרונה
lo: ເຮັດຄືນການກະທຳຫຼ້າສຸດທີ່ຖືກຍົກເລີກ

source: C_ut
he: _גזירה
lo: _ຕັດ

source: Cut the selection
he: גזירת הבחירה
lo: ຕັດສ່ວນທີ່ເລືອກ

source: _Copy
he: _העתקה
lo: _ສຳເນົາ

source: Copy the selection
he: העתקת הבחירה
lo: ສຳເນົາສ່ວນທີ່ເລືອກ

source: _Paste
he: _הדבקה
lo: _ວາງ

source: Paste the clipboard
he: הדבקת לוח הגזירים
lo: ວາງຈາກຄລິບບອດ

source: _Delete
he: _מחיקה
lo: _ລຶບ

source: Delete the selected text
he: מחיקת המלל שנבחר
lo: ລຶບຂໍ້ຄວາມທີ່ເລືອກ

source: Select _All
he: בחירת _הכול
lo: ເລືອກ_ທັງໝົດ

source: Select the entire document
he: בחירת כל המסמך
lo: ເລືອກເອກະສານທັງໝົດ

source: _Toggle Comment
he: _בררת הערה
lo: ສະຫຼັບ_ຄຳອະທິບາຍ

source: Comment
he: הערה
lo: ຄຳອະທິບາຍ

source: Toggle Comment _Block
he: בררת מקטע הערה
lo: ສະຫຼັບບລັອກຄຳອະທິບາຍ (_B)

source: Comment Block
he: מקטע הערה
lo: ບລັອກຄຳອະທິບາຍ

source: _Highlight Mode
he: מצב ה_דגשה
lo: ໂໝດ_ເນັ້ນສີ

source: Change syntax hightlight mode
he: שינוי מצב הדגשת תחביר
lo: ປ່ຽນໂໝດການເນັ້ນສີໄວຍາກອນ

source: _Find
he: _חיפוש
lo: _ຄົ້ນຫາ

source: Search for text
he: חיפוש מלל
lo: ຄົ້ນຫາຂໍ້ຄວາມ

source: Find Ne_xt
he: חיפוש ה_בא
lo: ຄົ້ນຫາ_ຕໍ່ໄປ

source: Search forwards for the same text
he: חיפוש המלל זהה קדימה
lo: ຄົ້ນຫາຂໍ້ຄວາມດຽວກັນໄປຂ້າງໜ້າ

source: Find Pre_vious
he: חיפוש ה_קודם
lo: ຄົ້ນຫາ_ກ່ອນໜ້າ

source: Search backwards for the same text
he: חיפוש מלל זהה אחורה
lo: ຄົ້ນຫາຂໍ້ຄວາມດຽວກັນໄປຂ້າງຫຼັງ

source: Search for and replace text
he: חיפוש והחלפת מלל
lo: ຄົ້ນຫາ ແລະ ແທນທີ່ຂໍ້ຄວາມ

source: Go to _Line...
he: מעבר _לשורה...
lo: ໄປທີ່_ແຖວ...

source: Go to a specific line
he: מעבר לשורה מסוימת
lo: ໄປທີ່ແຖວທີ່ລະບຸ

source: _Save All
he: _שמירת הכול
lo: ບັນທຶກ_ທັງໝົດ

source: Save all open files
he: שמירת כל הקבצים הפתוחים
lo: ບັນທຶກໄຟລ໌ທີ່ເປີດທັງໝົດ

source: _Close All
he: _סגירת הכל
lo: ປິດ_ທັງໝົດ

source: Close all open files
he: סגירת כל הקבצים הפתוחים
lo: ປິດໄຟລ໌ທີ່ເປີດທັງໝົດ

source: _Previous Document
he: ה_מסמך הקודם
lo: ເອກະສານ_ກ່ອນໜ້າ

source: Activate previous document
he: הפעלת המסמך הקודם
lo: ເປີດໃຊ້ເອກະສານກ່ອນໜ້າ

source: _Next Document
he: המסמך ה_בא
lo: ເອກະສານ_ຕໍ່ໄປ

source: Activate next document
he: הפעלת המסמך הבא
lo: ເປີດໃຊ້ເອກະສານຕໍ່ໄປ

source: _Move to New Window
he: ה_עברה לחלון חדש
lo: _ຍ້າຍໄປໜ້າຕ່າງໃໝ່

source: Move the current document to a new window
he: העברת המסמך הנוכחי לחלון חדש
lo: ຍ້າຍເອກະສານປັດຈຸບັນໄປໜ້າຕ່າງໃໝ່

source: _Close
he: _סגירה
lo: _ປິດ

source: Close the current file
he: סגירת הקובץ הנוכחי
lo: ປິດໄຟລ໌ປັດຈຸບັນ

source: _Quit
he: _יציאה
lo: _ອອກ

source: Quit the program
he: יציאה מהתכנית
lo: ອອກຈາກໂປຣແກຣມ

source: _Toolbar
he: _סרגל כלים
lo: _ແຖບເຄື່ອງມື

source: Show or hide the toolbar in the current window
he: הצגת או הסתר סרגל הכלים בחלון הנוכחי
lo: ສະແດງ ຫຼື ຊ່ອນແຖບເຄື່ອງມືໃນໜ້າຕ່າງປັດຈຸບັນ

source: _Menubar
he: _סרגל תפריט
lo: _ແຖບເມນູ

source: Show or hide the menubar in the current window
he: הצגת או הסתרת סרגל התפריט בחלון הנוכחי
lo: ສະແດງ ຫຼື ຊ່ອນແຖບເມນູໃນໜ້າຕ່າງປັດຈຸບັນ

source: _Statusbar
he: _שורת מצב
lo: _ແຖບສະຖານະ

source: Show or hide the statusbar in the current window
he: הצגת או הסתרת שורת המצב בחלון הנוכחי
lo: ສະແດງ ຫຼື ຊ່ອນແຖບສະຖານະໃນໜ້າຕ່າງປັດຈຸບັນ

source: Fullscreen
he: מסך מלא
lo: ເຕັມຈໍ

source: Edit text in fullscreen
he: עריכת מלל במסך מלא
lo: ແກ້ໄຂຂໍ້ຄວາມໃນໂໝດເຕັມຈໍ

source: _Word wrap
he: _גלישת מילים
lo: ການ_ຕັດຄຳ

source: Set word wrap for the current document
he: הגדרת גלישת מילים למסמך הנוכחי
lo: ຕັ້ງຄ່າການຕັດຄຳສຳລັບເອກະສານປັດຈຸບັນ

source: _Overview Map
he: מפת _סקירה כללית
lo: ແຜນທີ່_ພາບລວມ

source: Show or hide the overview map for the current view
he: הצגת או הסתרת מפת הסקירה הכללית בתצוגה הנוכחית
lo: ສະແດງ ຫຼື ຊ່ອນແຜນທີ່ພາບລວມສຳລັບມຸມມອງປັດຈຸບັນ

source: Side _Pane
he: _חלונית צד
lo: ແຖບດ້ານ_ຂ້າງ

source: Show or hide the side pane in the current window
he: הצגת או הסתרת חלונית הצד בחלון הנוכחי
lo: ສະແດງ ຫຼື ຊ່ອນແຖບດ້ານຂ້າງໃນໜ້າຕ່າງປັດຈຸບັນ

source: _Bottom Pane
he: חלונית _תחתונה
lo: ແຖບດ້ານ_ລຸ່ມ

source: Show or hide the bottom pane in the current window
he: הצגת או הסתרת החלונית התחתונה בחלון הנוכחי
lo: ສະແດງ ຫຼື ຊ່ອນແຖບດ້ານລຸ່ມໃນໜ້າຕ່າງປັດຈຸບັນ

source: Please check your installation.
he: נא לבדוק את ההתקנה.
lo: ກະລຸນາກວດສອບການຕິດຕັ້ງຂອງທ່ານ.

source: Unable to open UI file %s. Error: %s
he: לא ניתן לפתוח את קובץ המנשק %s. שגיאה: %s
lo: ບໍ່ສາມາດເປີດໄຟລ໌ UI %s ໄດ້. ຂໍ້ຜິດພາດ: %s

source: Unable to find the object '%s' inside file %s.
he: לא ניתן למצוא עצם '%s' בתוך הקובץ %s.
lo: ບໍ່ສາມາດຊອກຫາອັອບເຈັກ '%s' ພາຍໃນໄຟລ໌ %s ໄດ້.

source: / on %s
he: / ב־%s
lo: / ເທິງ %s

source: _Display line numbers
he: _הצגת מספרי שורות
lo: ສະແດງ_ເລກແຖວ

source: Open '%s'
he: פתיחת '%s'
lo: ເປີດ '%s'

source: Activate '%s'
he: הפעלת '%s'
lo: ເປີດໃຊ້ '%s'

source: Spaces: %u
he: מרווחים: %u
lo: ຍະຫວ່າງ: %u

source: Tabs: %u
he: טבלרים: %u
lo: ແທັບ: %u

source: Use Spaces
he: שימוש ברווחים
lo: ໃຊ້ຍະຫວ່າງ

source: There are unsaved documents
he: ישנם מסמכים שלא נשמרו
lo: ມີເອກະສານທີ່ຍັງບໍ່ໄດ້ບັນທຶກ

source: Elevated Privileges
he: הרשאות על
lo: ສິດທິພິເສດ

source: Document Statistics
he: סטטיסטיקות מסמך
lo: ສະຖິຕິເອກະສານ

source: Analyzes the current document and reports the number of words, lines, characters and non-space characters in it.
he: ניתוח המסמך הנוכחי ודיווח על מספר המילים, השורות, התווים והתווים שאינם רווחים במסמך.
lo: ວິເຄາະເອກະສານປັດຈຸບັນ ແລະ ລາຍງານຈຳນວນຄຳ, ແຖວ, ຕົວອັກສອນ ແລະ ຕົວອັກສອນທີ່ບໍ່ແມ່ນຍະຫວ່າງ.

source: _Update
he: _עדכון
lo: _ອັບເດດ

source: File Name
he: שם הקובץ
lo: ຊື່ໄຟລ໌

source: Bytes
he: בתים
lo: ໄບຕ໌

source: Characters (no spaces)
he: תווים (ללא רווחים)
lo: ຕົວອັກສອນ (ບໍ່ລວມຍະຫວ່າງ)

source: Characters (with spaces)
he: תווים (כולל רווחים)
lo: ຕົວອັກສອນ (ລວມຍະຫວ່າງ)

source: Words
he: מילים
lo: ຄຳ

source: Lines
he: שורות
lo: ແຖວ

source: Document
he: מסמך
lo: ເອກະສານ

source: _Document Statistics
he: סטטיסטיקת _מסמך
lo: ສະຖິຕິ_ເອກະສານ

source: Get statistical information on the current document
he: קבלת מידע סטטיסטי על המסמך הנוכחי
lo: ເບິ່ງຂໍ້ມູນສະຖິຕິຂອງເອກະສານປັດຈຸບັນ

source: File Browser Pane
he: חלונית דפדפן קבצים
lo: ແຖບຕົວທ່ອງໄຟລ໌

source: Easy file access from the side pane
he: גישה קלה לקבצים מחלונית הצד
lo: ເຂົ້າເຖິງໄຟລ໌ໄດ້ງ່າຍຈາກແຖບດ້ານຂ້າງ

source: Set Location to First Document
he: הגדרת מיקום למסמך ראשון
lo: ຕັ້ງທີ່ຢູ່ໄປທີ່ເອກະສານທຳອິດ

source: If TRUE the file browser plugin will view the directory of the first opened document given that the file browser hasn't been used yet. (Thus this generally applies to opening a document from the command line or opening it with Caja, etc.)
he: אם 'TRUE', מתקע דפדפן הקבצים יציג את מחיצת המסמך שנפתח ראשון, בהינתן שטרם נעשה שימוש בדפדפן הקבצים. (לכן זה חל בדרך כלל בפתיחת מסמך משורת הפקודה או פתיחתו באמצעות Caja ודומיהם.)
lo: ຖ້າເປັນ TRUE, ປລັກອິນຕົວທ່ອງໄຟລ໌ຈະສະແດງໂຟລເດີຂອງເອກະສານທຳອິດທີ່ເປີດ, ໂດຍທີ່ຕົວທ່ອງໄຟລ໌ຍັງບໍ່ໄດ້ຖືກໃຊ້ງານ. (ດັ່ງນັ້ນ, ສິ່ງນີ້ຈະນຳໃຊ້ກັບການເປີດເອກະສານຈາກເສັ້ນຄຳສັ່ງ ຫຼື ເປີດດ້ວຍ Caja, ແລະ ອື່ນໆ)

source: File Browser Filter Mode
he: מצב מסנן דפדפן קבצים
lo: ໂໝດການກັ່ນຕອງຂອງຕົວທ່ອງໄຟລ໌

source: This value determines what files get filtered from the file browser. Valid values are: none (filter nothing), hidden (filter hidden files), binary (filter binary files) and hidden_and_binary (filter both hidden and binary files).
he: ערך זה קובע אילו קבצים יסוננו מדפדפן הקבצים. ערכים חוקיים הם: none (לא לסנן דבר), מוסתר (סינון קבצים מוסתרים), שיניוני (סינון קבצים שניוניים) ו־hidden_and_binary (סינון קבצים מוסתרים ושניוניים כאחד).
lo: ຄ່ານີ້ກຳນົດວ່າໄຟລ໌ໃດຈະຖືກກັ່ນຕອງອອກຈາກຕົວທ່ອງໄຟລ໌. ຄ່າທີ່ຖືກຕ້ອງແມ່ນ: none (ບໍ່ກັ່ນຕອງ), hidden (ກັ່ນຕອງໄຟລ໌ທີ່ຊ່ອນຢູ່), binary (ກັ່ນຕອງໄຟລ໌ໄບນາຣີ) ແລະ hidden_and_binary (ກັ່ນຕອງທັງໄຟລ໌ທີ່ຊ່ອນຢູ່ ແລະ ໄຟລ໌ໄບນາຣີ).

source: File Browser Filter Pattern
he: דפוס מסנן דפדפן קבצים
lo: ຮູບແບບການກັ່ນຕອງຂອງຕົວທ່ອງໄຟລ໌

source: The filter pattern to filter the file browser with. This filter works on top of the filter_mode.
he: דפוס המסנן איתו יסונן דפדפן הקבצים. מסנן זה פועל 'מעל' ה־filter_mode.
lo: ຮູບແບບການກັ່ນຕອງທີ່ຈະໃຊ້ກັບຕົວທ່ອງໄຟລ໌. ການກັ່ນຕອງນີ້ຈະເຮັດວຽກຢູ່ເທິງ filter_mode.

source: Terminal Command
he: פקודת מסוף
lo: ຄຳສັ່ງ Terminal

source: The terminal command when using the "Open terminal here" command.
he: פקודת המסוף בעת שימוש בפקודה "פתיחת מסוף כאן".
lo: ຄຳສັ່ງ terminal ເມື່ອໃຊ້ຄຳສັ່ງ "ເປີດ terminal ທີ່ນີ້".

source: Open With Tree View
he: פתיחה במצג 'עץ'
lo: ເປີດດ້ວຍມຸມມອງແບບຕົ້ນໄມ້

source: Open the tree view when the file browser plugin gets loaded instead of the bookmarks view
he: נא לפתוח את מצג העץ בעת טעינת מתקע דפדפן הקבצים, במקום מצג הסימניות
lo: ເປີດມຸມມອງແບບຕົ້ນໄມ້ເມື່ອປລັກອິນຕົວທ່ອງໄຟລ໌ຖືກໂຫຼດ ແທນທີ່ຈະເປັນມຸມມອງລາຍການທີ່ມັກ

source: File Browser Root Directory
he: מחיצת שורש דפדפן קבצים
lo: ໂຟລເດີຮາກຂອງຕົວທ່ອງໄຟລ໌

source: The file browser root directory to use when loading the file browser plugin and onload/tree_view is TRUE.
he: מחיצת השורש של דפדפן הקבצים בה יעשה שימוש בעת טעינת מתקע דפדפן הקבצים, וגם onload/tree_view שווה ל־'TRUE'.
lo: ໂຟລເດີຮາກຂອງຕົວທ່ອງໄຟລ໌ທີ່ຈະໃຊ້ເມື່ອໂຫຼດປລັກອິນຕົວທ່ອງໄຟລ໌ ແລະ onload/tree_view ເປັນ TRUE.

source: File Browser Virtual Root Directory
he: מחיצת שורש מדומה דפדפן הקבצים
lo: ໂຟລເດີຮາກສະເໝືອນຂອງຕົວທ່ອງໄຟລ໌

source: The file browser virtual root directory to use when loading the file browser plugin when onload/tree_view is TRUE. The virtual root must always be below the actual root.
he: מחיצת השורש המדומה של דפדפן הקבצים, בה יעשה בעת טעינת מתקע דפדפן הקבצים, כאשר onload/tree_view שווה 'TRUE'. מחיצת השורש המדומה חייבת להמצא תמיד מתחת למחיצת השורש הממשית.
lo: ໂຟລເດີຮາກສະເໝືອນຂອງຕົວທ່ອງໄຟລ໌ທີ່ຈະໃຊ້ເມື່ອໂຫຼດປລັກອິນຕົວທ່ອງໄຟລ໌ ແລະ onload/tree_view ເປັນ TRUE. ໂຟລເດີຮາກສະເໝືອນຕ້ອງຢູ່ໃຕ້ໂຟລເດີຮາກຕົວຈິງສະເໝີ.

source: Enable Restore of Remote Locations
he: אפשור שחזור מיקומים מרוחקים
lo: ເປີດໃຊ້ການຟື້ນຟູທີ່ຢູ່ຫ່າງໄກ

source: Sets whether to enable restoring of remote locations.
he: הגדרת האם לאפשר שחזור מיקומים מרוחקים.
lo: ຕັ້ງຄ່າວ່າຈະເປີດໃຊ້ການຟື້ນຟູທີ່ຢູ່ຫ່າງໄກບໍ່.

source: File System
he: מערכת קבצים
lo: ລະບົບໄຟລ໌

source: _Set root to active document
he: ה_גדרת שורש למסמך פעיל
lo: ຕັ້ງ_ໂຟລເດີຮາກໄປທີ່ເອກະສານທີ່ໃຊ້ງານຢູ່

source: Set the root to the active document location
he: הגדרת השורש למיקום המסמך הפעיל
lo: ຕັ້ງໂຟລເດີຮາກໄປທີ່ຕຳແໜ່ງຂອງເອກະສານທີ່ໃຊ້ງານຢູ່

source: _Open terminal here
he: פתיחת _מסוף כאן
lo: _ເປີດ terminal ທີ່ນີ້

source: Open a terminal at the currently opened directory
he: פתיחת מסוף במחיצה הפתוחה הנוכחית
lo: ເປີດ terminal ຢູ່ໂຟລເດີທີ່ເປີດຢູ່ປັດຈຸບັນ

source: File Browser
he: דפדפן קבצים
lo: ຕົວທ່ອງໄຟລ໌

source: An error occurred while creating a new directory
he: ארעה שגיאה בעת יצירת מחיצה חדשה
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສ້າງໂຟລເດີໃໝ່

source: An error occurred while creating a new file
he: ארעה שגיאה בעת יצירת קובץ חדש
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສ້າງໄຟລ໌ໃໝ່

source: An error occurred while renaming a file or directory
he: ארעה שגיאה בעת החלפת שם קובץ או מחיצה
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ປ່ຽນຊື່ໄຟລ໌ ຫຼື ໂຟລເດີ

source: An error occurred while deleting a file or directory
he: ארעה שגיאה בעת מחיקת קובץ או מחיצה
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ລຶບໄຟລ໌ ຫຼື ໂຟລເດີ

source: An error occurred while opening a directory in the file manager
he: ארעה שגיאה בעת פתיחת מחיצה באמצעות מנהל הקבצים
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ເປີດໂຟລເດີໃນຕົວຈັດການໄຟລ໌

source: An error occurred while setting a root directory
he: ארעה שגיאה בעת הגדרת מחיצת שורש
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ຕັ້ງໂຟລເດີຮາກ

source: An error occurred while loading a directory
he: ארעה שגיאה בעת טעינת מחיצה
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ໂຫຼດໂຟລເດີ

source: An error occurred
he: ארעה שגיאה
lo: ເກີດຂໍ້ຜິດພາດ

source: Cannot move file to trash, do you want to delete permanently?
he: לא ניתן להעביר לסל המחזור האם למחוק לצמיתות?
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ໄປຖັງຂີ້ເຫຍື້ອ, ທ່ານຕ້ອງການ ລຶບຢ່າງຖາວອນບໍ່?

source: The file "%s" cannot be moved to the trash.
he: לא ניתן להעביר לסל המחזור את הקובץ '%s'.
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ "%s" ໄປຖັງຂີ້ເຫຍື້ອໄດ້.

source: The selected files cannot be moved to the trash.
he: לא ניתן להעביר את הקבצים שנבחרו לסל המחזור.
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ທີ່ເລືອກໄປຖັງຂີ້ເຫຍື້ອໄດ້.

source: Are you sure you want to permanently delete "%s"?
he: האם למחוק את '%s' לצמיתות?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ "%s" ຢ່າງຖາວອນ?

source: Are you sure you want to permanently delete the selected files?
he: האם למחוק את הקבצים המסומנים לצמיתות?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບໄຟລ໌ທີ່ເລືອກຢ່າງຖາວອນ?

source: If you delete an item, it is permanently lost.
he: אם פריט ימחק, הוא יאבד לצמיתות.
lo: ຖ້າທ່ານລຶບລາຍການໃດໜຶ່ງ, ມັນຈະສູນຫາຍຢ່າງຖາວອນ.

source: (Empty)
he: (ריק)
lo: (ວ່າງເປົ່າ)

source: The renamed file is currently filtered out. You need to adjust your filter settings to make the file visible
he: הקובץ ששמו שונה אינו נכלל עקב סינון. יהיה עליך להתאים את הגדרות המסנן שלך כדי שהקובץ יופיע
lo: ໄຟລ໌ທີ່ປ່ຽນຊື່ຖືກກັ່ນຕອງອອກ. ທ່ານຕ້ອງປັບການຕັ້ງຄ່າການກັ່ນຕອງເພື່ອໃຫ້ເຫັນໄຟລ໌.

source: Untitled File
he: קובץ ללא שם
lo: ໄຟລ໌ບໍ່ມີຊື່

source: The new file is currently filtered out. You need to adjust your filter settings to make the file visible
he: הקובץ החדש אינו נכלל עקב סינון. יהיה עליך להתאים את הגדרות המסנן שלך כדי הקובץ יופיע
lo: ໄຟລ໌ໃໝ່ຖືກກັ່ນຕອງອອກ. ທ່ານຕ້ອງປັບການຕັ້ງຄ່າການກັ່ນຕອງເພື່ອໃຫ້ເຫັນໄຟລ໌.

source: Untitled Folder
he: תיקייה ללא שם
lo: ໂຟລເດີບໍ່ມີຊື່

source: The new directory is currently filtered out. You need to adjust your filter settings to make the directory visible
he: המחיצה החדשה מסוננת כעת. נא להתאים את הגדרות המסנן כך שהמחיצה תהיה גלויה
lo: ໂຟລເດີໃໝ່ຖືກກັ່ນຕອງອອກ. ທ່ານຕ້ອງປັບການຕັ້ງຄ່າການກັ່ນຕອງເພື່ອໃຫ້ເຫັນໂຟລເດີ.

source: Bookmarks
he: סימניות
lo: ລາຍການທີ່ມັກ

source: _Filter
he: _מסנן
lo: _ກັ່ນຕອງ

source: _Move to Trash
he: _העברה לסל המחזור
lo: _ຍ້າຍໄປຖັງຂີ້ເຫຍື້ອ

source: Move selected file or folder to trash
he: העברת הקובץ או התיקייה שנבחרו לבל המחזור
lo: ຍ້າຍໄຟລ໌ ຫຼື ໂຟລເດີທີ່ເລືອກໄປຖັງຂີ້ເຫຍື້ອ

source: Delete selected file or folder
he: מחיקת הקובץ או התיקייה שנבחרו
lo: ລຶບໄຟລ໌ ຫຼື ໂຟລເດີທີ່ເລືອກ

source: Open selected file
he: פתיחת קובץ שנבחר
lo: ເປີດໄຟລ໌ທີ່ເລືອກ

source: Up
he: למעלה
lo: ຂຶ້ນເທິງ

source: Open the parent folder
he: פתיחת תיקיית ההורה
lo: ເປີດໂຟລເດີແມ່

source: _New Folder
he: _תיקייה חדשה
lo: _ໂຟລເດີໃໝ່

source: Add new empty folder
he: הוספת תיקייה ריקה
lo: ເພີ່ມໂຟລເດີວ່າງໃໝ່

source: New F_ile
he: _קובץ חדש
lo: ໄຟລ໌ໃໝ່ (_i)

source: Add new empty file
he: הוספת קובץ ריק
lo: ເພີ່ມໄຟລ໌ວ່າງໃໝ່

source: _Rename...
he: _שינוי שם...
lo: _ປ່ຽນຊື່...

source: Rename selected file or folder
he: שינוי שם קובץ או תיקייה שנבחרו
lo: ປ່ຽນຊື່ໄຟລ໌ ຫຼື ໂຟລເດີທີ່ເລືອກ

source: _Previous Location
he: המיקום ה_קודם
lo: ທີ່ຢູ່_ກ່ອນໜ້າ

source: Go to the previous visited location
he: מעבר למיקום הקודם בו ביקרת
lo: ໄປທີ່ຢູ່ທີ່ເຂົ້າເບິ່ງກ່ອນໜ້າ

source: _Next Location
he: המיקום ה_בא
lo: ທີ່ຢູ່_ຕໍ່ໄປ

source: Go to the next visited location
he: מעבר למיקום הבא בו ביקרת
lo: ໄປທີ່ຢູ່ທີ່ເຂົ້າເບິ່ງຕໍ່ໄປ

source: Re_fresh View
he: ר_ענון התצוגה
lo: ໂຫຼດມຸມມອງໃໝ່ (_f)
