Repository: linuxmint/xed
Catalog: po/*.po
Languages: he, lo

source: Symbol d-by-dt-partial
he: סמל d-by-dt-partial
lo: ສັນຍາລັກ d-by-dt-partial

source: Symbol equiv
he: סמל equiv
lo: ສັນຍາລັກ equiv

source: Symbol en-dash --
he: סמל en-dash --
lo: ສັນຍາລັກ en-dash --

source: Symbol em-dash ---
he: סמל em-dash ---
lo: ສັນຍາລັກ em-dash ---

source: Symbol infinity
he: סמל infinity
lo: ສັນຍາລັກ infinity

source: Symbol mathspace ,
he: סמל mathspace ,
lo: ສັນຍາລັກ mathspace ,

source: Symbol mathspace .
he: סמל mathspace .
lo: ສັນຍາລັກ mathspace .

source: Symbol mathspace _
he: סמל mathspace _
lo: ສັນຍາລັກ mathspace _

source: Symbol mathspace __
he: סמל mathspace __
lo: ສັນຍາລັກ mathspace __

source: Symbol simeq
he: סמל simeq
lo: ສັນຍາລັກ simeq

source: Symbol star
he: סמל star
lo: ສັນຍາລັກ star

source: Typeface bold
he: משפחת גופן מודגש
lo: ຕົວພິມໜາ

source: Typeface type
he: סוג משפחת גופן
lo: ປະເພດຕົວພິມ

source: Typeface italic
he: משפחת גופן נטוי
lo: ຕົວພິມອຽງ

source: Typeface slanted
he: משפחת גופן משופע
lo: ຕົວພິມອຽງ

source: Unbreakable text
he: מלל לא ניתן לשבירה
lo: ຂໍ້ຄວາມທີ່ບໍ່ຕັດແຖວ

source: Footnote
he: הערת שוליים
lo: ໝາຍເຫດທ້າຍໜ້າ

source: Tag list
he: רשימת תגים
lo: ລາຍການແທັກ

source: Provides a method to easily insert commonly used tags/strings into a document without having to type them.
he: שיטה להוספת מחרוזות/תגים לתוך מסמך, בקלות וללא צורך בהקלדה.
lo: ສະໜອງວິທີການໃສ່ແທັກ/ຂໍ້ຄວາມທີ່ໃຊ້ທົ່ວໄປເຂົ້າໃນເອກະສານໄດ້ຢ່າງງ່າຍດາຍໂດຍບໍ່ຕ້ອງພິມ.

source: Select the group of tags you want to use
he: נא לבחור בקבוצת התגים בהם יעשהשימוש
lo: ເລືອກກຸ່ມຂອງແທັກທີ່ທ່ານຕ້ອງການໃຊ້

source: _Preview
he: תצוגה _מקדימה
lo: _ຕົວຢ່າງ

source: Available Tag Lists
he: רשימת תגים זמינים
lo: ລາຍການແທັກທີ່ມີຢູ່

source: Tags
he: תגים
lo: ແທັກ

source: XSLT - Elements
he: ‏XSLT — רכיבים
lo: XSLT - ອົງປະກອບ

source: XSLT - Functions
he: ‏XSLT — פונקציות
lo: XSLT - ຟັງຊັນ

source: XSLT - Axes
he: ‏XSLT — צירים
lo: XSLT - ແກນ

source: attribute
he: תכונה

source: XUL - Tags
he: ‏XUL — תגי
lo: XUL - ແທັກ

source: Text Size
he: גודל מלל
lo: ຂະໜາດຂໍ້ຄວາມ

source: Allow controlling the zoom levels of the text
he: אפשור שליטה ברמת הצרת או הרחבת המלל
lo: ອະນຸຍາດໃຫ້ຄວບຄຸມລະດັບການຊູມຂອງຂໍ້ຄວາມ

source: _Larger Text
he: מלל _גדול יותר
lo: ຂໍ້ຄວາມ_ໃຫຍ່ຂຶ້ນ

source: S_maller Text
he: מלל _קטן יותר
lo: ຂໍ້ຄວາມ_ນ້ອຍລົງ

source: _Normal size
he: _גודל תקני
lo: ຂະໜາດ_ປົກກະຕິ

source: Prompt type
he: סוג הנחיה
lo: ປະເພດການແຈ້ງເຕືອນ

source: Selected format
he: מבנה שנבחר
lo: ຮູບແບບທີ່ເລືອກ

source: Custom format
he: מבנה מותאם אישית
lo: ຮູບແບບທີ່ກຳນົດເອງ

source: Insert Date/Time
he: הזנת תאריך/שעה
lo: ໃສ່ວັນທີ/ເວລາ

source: Inserts current date and time at the cursor position.
he: הזנת תאריך ושעה נוכחיים במיקום הסמן.
lo: ໃສ່ວັນທີ ແລະ ເວລາປັດຈຸບັນທີ່ຕຳແໜ່ງເຄີເຊີ.

source: Insert Date and Time
he: הזנת תאריך ושעה
lo: ໃສ່ວັນທີ ແລະ ເວລາ

source: _Insert
he: _הזנה
lo: _ໃສ່

source: Use the _selected format
he: שימוש ב_מבנה שנבחר
lo: ໃຊ້ຮູບແບບທີ່_ເລືອກ

source: _Use custom format
he: שימוש במבנה _מותאם אישית
lo: ໃຊ້ຮູບແບບທີ່_ກຳນົດເອງ

source: In_sert Date and Time...
he: ה_זנת תאריך ושעה...
lo: ໃສ່ວັນທີ ແລະ ເວລາ (_s)...

source: Insert current date and time at the cursor position
he: הזנת תאריך השעה נוכחיים במיקום הסמן
lo: ໃສ່ວັນທີ ແລະ ເວລາປັດຈຸບັນທີ່ຕຳແໜ່ງເຄີເຊີ

source: Available formats
he: מבנים זמינים
lo: ຮູບແບບທີ່ມີຢູ່

source: Configure date/time plugin
he: תצור מתקע תאריך/שעה
lo: ຕັ້ງຄ່າປລັກອິນວັນທີ/ເວລາ

source: When inserting date/time...
he: בעת הזנת תאריך/שעה...
lo: ເມື່ອໃສ່ວັນທີ/ເວລາ...

source: _Prompt for a format
he: _בקשת מבנה
lo: _ແຈ້ງເຕືອນເພື່ອເລືອກຮູບແບບ

source: Save Without Trailing Spaces
he: שמירה ללא רווחים עוקבים
lo: ບັນທຶກໂດຍບໍ່ມີຍະຫວ່າງຕໍ່ທ້າຍ

source: Removes trailing spaces from lines before saving.
he: הסרת רווחים עוקבים בעת השמירה.
lo: ລຶບຍະຫວ່າງຕໍ່ທ້າຍອອກຈາກແຖວກ່ອນບັນທຶກ.

source: Word Completion
he: השלמת מילים
lo: ການຕື່ມຄຳ

source: Use Ctrl+Space to manually trigger word completion.
he: שימוש בקונטרול+ספייס להזנקת השלמת מילים ידנית.
lo: ໃຊ້ Ctrl+Space ເພື່ອເປີດໃຊ້ການຕື່ມຄຳດ້ວຍຕົນເອງ.

source: Automatic completion
he: השלמה אוטומטית
lo: ການຕື່ມຄຳອັດຕະໂນມັດ

source: Minimum word size for auto-completion
he: אורך מילה מזערי להשלמה אוטומטית
lo: ຂະໜາດຄຳຕໍ່າສຸດສຳລັບການຕື່ມຄຳອັດຕະໂນມັດ

source: Word completion
he: השלמת מילים
lo: ການຕື່ມຄຳ

source: GEOMETRY
lo: ຮູບຮ່າງ

source: [FILE...] [+LINE]
lo: [ໄຟລ໌...] [+ແຖວ]

source: Auto close
lo: ປິດອັດຕະໂນມັດ

source: Close window when closing last tab
lo: ປິດໜ້າຕ່າງເມື່ອປິດແທັບສຸດທ້າຍ

source: Show overview map
lo: ສະແດງແຜນທີ່ພາບລວມ

source: Duplicate the selected text
lo: ສຳເນົາຂໍ້ຄວາມທີ່ເລືອກ

source: _Duplicate
lo: _ສຳເນົາ

source: Character encoding of linked resource
lo: ການເຂົ້າລະຫັດຕົວອັກສອນຂອງຊັບພະຍາກອນທີ່ເຊື່ອມຕໍ່

source: Name
lo: ຊື່

source: Named property value
lo: ຄ່າຄຸນສົມບັດທີ່ມີຊື່

source: OnKeyDown event
lo: ເຫດການ OnKeyDown

source: Paragraph style
lo: ຮູບແບບຂອງຫຍໍ້ໜ້າ

source: Push button
lo: ປຸ່ມກົດ

source: Marquee
lo: ຂໍ້ຄວາມເລື່ອນ

source: Quote
lo: ຄຳອ້າງອີງ

source: Tab order position
lo: ຕຳແໜ່ງລຳດັບຂອງແທັບ
