Repository: linuxmint/xed
Catalog: po/*.po
Languages: he, lo

source: A Text Editor
he: עורך מלל
lo: ໂປຣແກຣມແກ້ໄຂຂໍ້ຄວາມ

source: <p> Xed is a small, but powerful text editor. It has most standard text editor functions and fully supports international text in Unicode. Advanced features include syntax highlighting and automatic indentation of source code, printing and editing of multiple documents in one window. </p> <p> Xed is extensible through a plugin system, which currently includes support for spell checking, comparing files, viewing CVS ChangeLogs, and adjusting indentation levels. </p>
he: <p> ‏Xed הוא עורך מלל זעיר אך עוצמתי. היישומון מכיל את כל התכונות השכיחות ביותר של עורך תמלילים ותומך באופן מלא במלל בינלאומי וביוניקוד. בין התכונות המתקדמות ניתן למצוא: הדגשת תחביר, הזחה אוטומטית של קוד המקור, הדפסה ועריכה של מספר מסמכים בחלון אחד. </p> <p> ניתן להרחיב את Xed בעזרת מערכת מתקעים, שכוללת כיום: תמיכה בבדיקת איות, השוואת קבצים, צפייה ביומני שינויים CVS והתאמת רמות הזחה. </p>
lo: <p> Xed ເປັນໂປຣແກຣມແກ້ໄຂຂໍ້ຄວາມຂະໜາດນ້ອຍ ແຕ່ມີປະສິດທິພາບ. ມັນມີຟັງຊັນຂອງໂປຣແກຣມແກ້ໄຂຂໍ້ຄວາມມາດຕະຖານສ່ວນໃຫຍ່ ແລະ ຮອງຮັບຂໍ້ຄວາມສາກົນໃນ Unicode ຢ່າງເຕັມຮູບແບບ. ຄຸນສົມບັດຂັ້ນສູງປະກອບມີການເນັ້ນສີໄວຍາກອນ ແລະ ການຈັດວາງຫຍໍ້ໜ້າອັດຕະໂນມັດຂອງລະຫັດຕົ້ນສະບັບ, ການພິມ ແລະ ການແກ້ໄຂເອກະສານຫຼາຍສະບັບໃນໜ້າຕ່າງດຽວ. </p> <p> Xed ສາມາດຂະຫຍາຍໄດ້ຜ່ານລະບົບປລັກອິນ, ເຊິ່ງໃນປັດຈຸບັນຮອງຮັບການກວດສອບການສະກົດຄຳ, ການປຽບທຽບໄຟລ໌, ການເບິ່ງບັນທຶກການປ່ຽນແປງຂອງ CVS, ແລະ ການປັບລະດັບການຫຍໍ້ໜ້າ. </p>

source: Text Editor
he: עורך מלל
lo: ໂປຣແກຣມແກ້ໄຂຂໍ້ຄວາມ

source: Edit text files
he: עריכת קובצי מלל
lo: ແກ້ໄຂໄຟລ໌ຂໍ້ຄວາມ

source: Show the application's version
he: הצגת גרסת היישומון
lo: ສະແດງເວີຊັນຂອງແອັບພລິເຄຊັນ

source: Display list of possible values for the encoding option
he: הצגת רשימת ערכים אפשריים לאפשרות קידוד
lo: ສະແດງລາຍການຄ່າທີ່ເປັນໄປໄດ້ສຳລັບຕົວເລືອກການເຂົ້າລະຫັດ

source: Set the character encoding to be used to open the files listed on the command line
he: הגדרת קידוד התווים שישמש לפתיחת הקבצים ברשימה שבשורת הפקודה
lo: ຕັ້ງຄ່າການເຂົ້າລະຫັດຕົວອັກສອນທີ່ຈະໃຊ້ເພື່ອເປີດໄຟລ໌ທີ່ລະບຸໃນເສັ້ນຄຳສັ່ງ

source: ENCODING
he: קידוד
lo: ການເຂົ້າລະຫັດ

source: Create a new top-level window in an existing instance of xed
he: יצירת חלון חדש, ברמה עלינה, באדגם xed הקיים
lo: ສ້າງໜ້າຕ່າງລະດັບເທິງໃໝ່ໃນຕົວຢ່າງ xed ທີ່ມີຢູ່ແລ້ວ

source: Create a new document in an existing instance of xed
he: יצירת מסמך חדש באדגם xed הקיים
lo: ສ້າງເອກະສານໃໝ່ໃນຕົວຢ່າງ xed ທີ່ມີຢູ່ແລ້ວ

source: Set the size and position of the window (WIDTHxHEIGHT+X+Y)
he: הגדרת מידת ומיקום החלון (רוחבXגובה+X+Y)
lo: ຕັ້ງຄ່າຂະໜາດ ແລະ ຕຳແໜ່ງຂອງໜ້າຕ່າງ (ກວ້າງxສູງ+X+Y)

source: Open files and block process until files are closed
he: פתיחת קבצים וחסימת תהליך עד סגירתם
lo: ເປີດໄຟລ໌ ແລະ ຂັດຂວາງຂະບວນການຈົນກວ່າໄຟລ໌ຈະຖືກປິດ

source: Run xed in standalone mode
he: הפעלת xed במצב עצמאי
lo: ແລ່ນ xed ໃນໂໝດດ່ຽວ

source: %s: invalid encoding.
he: %s: קידוד לא תקין.
lo: %s: ການເຂົ້າລະຫັດບໍ່ຖືກຕ້ອງ.

source: There was an error displaying the help.
he: אירעה שגיאה בעת הצגת העזרה
lo: ເກີດຂໍ້ຜິດພາດໃນການສະແດງການຊ່ວຍເຫຼືອ.

source: Log Out _without Saving
he: יציאה _ללא שמירה
lo: ອອກຈາກລະບົບ _ໂດຍບໍ່ບັນທຶກ

source: _Cancel Logout
he: _ביטול התנתקות
lo: _ຍົກເລີກການອອກຈາກລະບົບ

source: Close _without Saving
he: סגירה _ללא שמירה
lo: ປິດ _ໂດຍບໍ່ບັນທຶກ

source: _Cancel
he: _ביטול
lo: _ຍົກເລີກ

source: _Save As...
he: _שמירה בשם...
lo: _ບັນທຶກເປັນ...

source: _Save
he: _שמירה
lo: _ບັນທຶກ

source: Question
he: שאלה
lo: ຄຳຖາມ

source: If you don't save, changes from the last %ld second will be permanently lost.
he: אם לא תתבצע שמירה, שינויים משנייה אחרונה %ld יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກ %ld ວິນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: If you don't save, changes from the last minute will be permanently lost.
he: אם לא תתבצע שמירה, שינויים מהדקה האחרונה יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: If you don't save, changes from the last minute and %ld second will be permanently lost.
he: אם לא תתבצע שמירה, שינויים מדקה ושנייה אחרונה %ld יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກນາທີ ແລະ %ld ວິນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: If you don't save, changes from the last %ld minute will be permanently lost.
he: אם לא תתבצע שמירה, שינויים מדקה אחרונה %ld יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກ %ld ນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: If you don't save, changes from the last hour will be permanently lost.
he: אם לא תתבצע שמירה, שינויים מהשעה האחרונה יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກຊົ່ວໂມງທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: If you don't save, changes from the last hour and %d minute will be permanently lost.
he: אם לא תתבצע שמירה, שינויים משעה ודקה האחרונה %d יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກຊົ່ວໂມງ ແລະ %d ນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: If you don't save, changes from the last %d hour will be permanently lost.
he: אם לא תתבצע שמירה, שינויים משעה אחרונה %d יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງຈາກ %d ຊົ່ວໂມງທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Save changes to document "%s" before closing?
he: לשמור שינויים במסמך '%s' לפני סגירה?
lo: ບັນທຶກການປ່ຽນແປງໃນເອກະສານ "%s" ກ່ອນປິດບໍ່?

source: There is %d document with unsaved changes. Save changes before closing?
he: קיים מסמך %d עם שינויים שלא נשמרו. האם לשמור שינויים לפני סגירה?
lo: ມີເອກະສານ %d ສະບັບທີ່ຍັງບໍ່ໄດ້ບັນທຶກການປ່ຽນແປງ. ຕ້ອງການບັນທຶກການປ່ຽນແປງກ່ອນປິດບໍ່?

source: S_elect the documents you want to save:
he: נא ל_בחור מסמך לשמירה:
lo: ເ_ລືອກເອກະສານທີ່ທ່ານຕ້ອງການບັນທຶກ:

source: If you don't save, all your changes will be permanently lost.
he: אם לא תתבצע שמירה, כל השינויים יאבדו לצמיתות.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງທັງໝົດຂອງທ່ານຈະສູນຫາຍຢ່າງຖາວອນ.

source: Loading file '%s'…
he: טעינת קובץ '%s'…
lo: ກຳລັງໂຫຼດໄຟລ໌ '%s'...

source: Loading %d file…
he: טעינת קובץ %d...
lo: ກຳລັງໂຫຼດ %d ໄຟລ໌..

source: Open Files
he: פתיחת קבצים
lo: ເປີດໄຟລ໌

source: _Open
he: _פתיחה
lo: _ເປີດ

source: The file "%s" is read-only.
he: הקובץ %s הוא לקריאה בלבד.
lo: ໄຟລ໌ "%s" ເປັນແບບອ່ານຢ່າງດຽວ.

source: Do you want to try to replace it with the one you are saving?
he: האם לנסות להחליפו בקובץ שנשמר?
lo: ທ່ານຕ້ອງການແທນທີ່ມັນດ້ວຍໄຟລ໌ທີ່ທ່ານກຳລັງບັນທຶກຢູ່ບໍ່?

source: _Replace
he: ה_חלפה
lo: _ແທນທີ່

source: Saving file '%s'…
he: שמירת קובץ '%s'…
lo: ກຳລັງບັນທຶກໄຟລ໌ '%s'...

source: Save As…
he: שמירה בשם…
lo: ບັນທຶກເປັນ...

source: Reverting the document '%s'…
he: אחזור מסמך '%s'…
lo: ກຳລັງຍ້ອນຄືນເອກະສານ '%s'...

source: Revert unsaved changes to document '%s'?
he: האם לאחזר שינויים שלא נשמרו במסמך '%s'?
lo: ຍ້ອນຄືນການປ່ຽນແປງທີ່ຍັງບໍ່ໄດ້ບັນທຶກໃນເອກະສານ '%s' ບໍ່?

source: Changes made to the document in the last %ld second will be permanently lost.
he: שינויים שנערכו במסמך בשניה אחרונה %ld יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນ %ld ວິນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Changes made to the document in the last minute will be permanently lost.
he: שינויים שנערכו במסמך בדקה האחרונה יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Changes made to the document in the last minute and %ld second will be permanently lost.
he: שינויים שנערכו במסמך בדקה ושנייה אחרונה %ld יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນນາທີ ແລະ %ld ວິນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Changes made to the document in the last %ld minute will be permanently lost.
he: שינויים שנערכו במסמך בדקה האחרונה %ld יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນ %ld ນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Changes made to the document in the last hour will be permanently lost.
he: שינויים שנערכו במסמך בשעה האחרונה יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນຊົ່ວໂມງທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Changes made to the document in the last hour and %d minute will be permanently lost.
he: שינויים שנערכו במסמך בשעה ודקה אחרוננה %d יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນຊົ່ວໂມງ ແລະ %d ນາທີທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: Changes made to the document in the last %d hour will be permanently lost.
he: שינויים שנערכו במסמך בשעה אחרונה %d יאבדו לצמיתות.
lo: ການປ່ຽນແປງທີ່ເຮັດໃນເອກະສານໃນ %d ຊົ່ວໂມງທີ່ຜ່ານມາຈະສູນຫາຍຢ່າງຖາວອນ.

source: _Revert
he: _אחזור
lo: _ຍ້ອນຄືນ

source: A small and lightweight text editor
he: עורך מלל זעיר וקל משקל
lo: ໂປຣແກຣມແກ້ໄຂຂໍ້ຄວາມຂະໜາດນ້ອຍ ແລະ ເບົາ

source: Unsaved Document %d
he: מסמך %d לא נשמר
lo: ເອກະສານທີ່ບໍ່ໄດ້ບັນທຶກ %d

source: Read-Only
he: קריאה-בלבד
lo: ອ່ານຢ່າງດຽວ

source: Documents
he: מסמכים
lo: ເອກະສານ

source: Automatically Detected
he: זוהו באופו אוטומטי
lo: ກວດພົບອັດຕະໂນມັດ

source: Current Locale (%s)
he: מיקומי נוכחי (%s)
lo: ພາສາທ້ອງຖິ່ນປັດຈຸບັນ (%s)

source: Add or Remove...
he: הוספה או הסרה...
lo: ເພີ່ມ ຫຼື ລຶບ...

source: _OK
he: _אישור
lo: _ຕົກລົງ

source: _Help
he: _עזרה
lo: _ຊ່ວຍເຫຼືອ

source: Character Encodings
he: קידוד תווים
lo: ການເຂົ້າລະຫັດຕົວອັກສອນ

source: _Description
he: _תיאור
lo: _ລາຍລະອຽດ

source: _Encoding
he: _קידוד
lo: _ການເຂົ້າລະຫັດ

source: All Files
he: כל הקבצים
lo: ໄຟລ໌ທັງໝົດ

source: All Text Files
he: כל קובצי המלל
lo: ໄຟລ໌ຂໍ້ຄວາມທັງໝົດ

source: C_haracter Encoding:
he: קידוד _תווים:
lo: ການເຂົ້າລະຫັດ_ຕົວອັກສອນ:

source: L_ine Ending:
he: _סוף שורה:
lo: ການສິ້ນ_ສຸດແຖວ:

source: Unix/Linux
he: לינוקס/יוניקס

source: Mac OS Classic
he: מאק OS קלסי

source: Windows
he: ווינדוס

source: Plain Text
he: מלל רגיל
lo: ຂໍ້ຄວາມທຳມະດາ

source: _Retry
he: _ניסיון חוזר
lo: _ລອງໃໝ່

source: Could not find the file %s.
he: לא ניתן למצוא את הקובץ %s.
lo: ບໍ່ສາມາດຊອກຫາໄຟລ໌ %s ໄດ້.

source: Please check that you typed the location correctly and try again.
he: נא לוודא שהמיקום הוזן נכון ולנסות שנית.
lo: ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: xed cannot handle %s locations.
he: ‏xed לא יכול לטפל במיקומים %s.
lo: xed ບໍ່ສາມາດຈັດການກັບທີ່ຢູ່ %s ໄດ້.

source: xed cannot handle this location.
he: ‏xed לא יכול לטפל במיקום זה.
lo: xed ບໍ່ສາມາດຈັດການກັບທີ່ຢູ່ນີ້ໄດ້.

source: The location of the file cannot be mounted.
he: לא ניתן לעגון את מיקום הקובץ.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ທີ່ຢູ່ຂອງໄຟລ໌ໄດ້.

source: The location of the file cannot be accessed because it is not mounted.
he: לא ניתן לגשת למיקום הקובץ מכיוון שהוא לא מעוגן.
lo: ບໍ່ສາມາດເຂົ້າເຖິງທີ່ຢູ່ຂອງໄຟລ໌ໄດ້ ເພາະມັນຍັງບໍ່ໄດ້ຖືກເຊື່ອມຕໍ່.

source: %s is a directory.
he: %s היא מחיצה.
lo: %s ເປັນໂຟລເດີ.

source: %s is not a valid location.
he: %s אינו מיקום תקין.
lo: %s ບໍ່ແມ່ນທີ່ຢູ່ທີ່ຖືກຕ້ອງ.

source: Host %s could not be found. Please check that your proxy settings are correct and try again.
he: מארח %s לא נמצא. נא לבדוק את הגדרות מתווך הרשת ולנסות שוב.
lo: ບໍ່ສາມາດຊອກຫາໂຮສ %s ໄດ້. ກະລຸນາກວດສອບວ່າການຕັ້ງຄ່າພຣັອກຊີຂອງທ່ານຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: Hostname was invalid. Please check that you typed the location correctly and try again.
he: שם המארח לא תקין. נא לבדוק שהמיקום הוזן נכון ולנסות שוב.
lo: ຊື່ໂຮສບໍ່ຖືກຕ້ອງ. ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: %s is not a regular file.
he: ‏%s אינו קובץ רגיל.
lo: %s ບໍ່ແມ່ນໄຟລ໌ປົກກະຕິ.

source: Connection timed out. Please try again.
he: תם־זמן חיבור. נא לנסות שוב.
lo: ການເຊື່ອມຕໍ່ໝົດເວລາ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.

source: Unexpected error: %s
he: שגיאה בלתי צפויה: %s
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຄາດຄິດ: %s

source: xed cannot find the file. Perhaps it has recently been deleted.
he: ‏xed לא מצא את הקובץ. ייתכן שהקובץ נמחק לאחרונה.
lo: xed ບໍ່ສາມາດຊອກຫາໄຟລ໌ໄດ້. ບາງທີມັນອາດຈະຖືກລຶບໄປແລ້ວ.

source: Could not revert the file %s.
he: לא ניתן לשחזר את הקובץ %s.
lo: ບໍ່ສາມາດຍ້ອນຄືນໄຟລ໌ %s ໄດ້.

source: Ch_aracter Encoding:
he: קידוד _תווים:
lo: ການເຂົ້າລະຫັດ_ຕົວອັກສອນ:

source: Edit Any_way
he: _לערוך בכל זאת
lo: ແກ້ໄຂຕໍ່_ໄປ

source: The number of followed links is limited and the actual file could not be found within this limit.
he: מספר הקישורים המזדנבים מוגבל ולא ניתן היה למצוא את הקובץ האמור במסגרת מגבלה זו.
lo: ຈຳນວນການເຊື່ອມຕໍ່ທີ່ຕິດຕາມຖືກຈຳກັດ ແລະ ບໍ່ສາມາດຊອກຫາໄຟລ໌ຕົວຈິງໄດ້ພາຍໃນຂອບເຂດນີ້.

source: You do not have the permissions necessary to open the file.
he: חסרות ההרשאות ההכרחיות לפתיחת הקובץ.
lo: ທ່ານບໍ່ມີສິດໃນການເປີດໄຟລ໌.

source: xed has not been able to detect the character encoding.
he: ‏xed לא הצליח לזהות את קידוד התווים.
lo: xed ບໍ່ສາມາດກວດສອບການເຂົ້າລະຫັດຕົວອັກສອນໄດ້.

source: Please check that you are not trying to open a binary file.
he: נא לוודא שלא מתבצע ניסיון לפתיחת קובץ שניוני.
lo: ກະລຸນາກວດສອບວ່າທ່ານບໍ່ໄດ້ພະຍາຍາມເປີດໄຟລ໌ໄບນາຣີ.

source: Select a character encoding from the menu and try again.
he: נא לבחור קידוד תווים מהתפריט ולנסות שוב.
lo: ເລືອກການເຂົ້າລະຫັດຕົວອັກສອນຈາກເມນູ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: There was a problem opening the file %s.
he: ארעה שגיאה בפתיחת הקובץ %s.
lo: ເກີດບັນຫາໃນການເປີດໄຟລ໌ %s.

source: The file you opened has some invalid characters. If you continue editing this file you could corrupt this document.
he: לקובץ שנפתח, כמה תווים לא תקינים. המשך עריכת הקובץ עלולה להשחית מסמך זה.
lo: ໄຟລ໌ທີ່ທ່ານເປີດມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງບາງຕົວ. ຖ້າທ່ານສືບຕໍ່ແກ້ໄຂໄຟລ໌ນີ້, ທ່ານອາດຈະເຮັດໃຫ້ເອກະສານນີ້ເສຍຫາຍ.

source: You can also choose another character encoding and try again.
he: ניתן גם לבחור בקידוד תווים אחר ולנסות שוב.
lo: ທ່ານຍັງສາມາດເລືອກການເຂົ້າລະຫັດຕົວອັກສອນອື່ນ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: Could not open the file %s using the %s character encoding.
he: לא ניתן לפתוח את קובץ %s באמצעות קידוד תווים %s.
lo: ບໍ່ສາມາດເປີດໄຟລ໌ %s ໂດຍໃຊ້ການເຂົ້າລະຫັດຕົວອັກສອນ %s ໄດ້.

source: Select a different character encoding from the menu and try again.
he: נא לבחור מהתפריט בקידוד תווים שונה ולנסות שוב.
lo: ເລືອກການເຂົ້າລະຫັດຕົວອັກສອນທີ່ແຕກຕ່າງຈາກເມນູ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: Could not open the file %s.
he: לא ניתן לפתוח את הקובץ %s.
lo: ບໍ່ສາມາດເປີດໄຟລ໌ %s ໄດ້.

source: Could not save the file %s using the %s character encoding.
he: לא ניתן לשמור את הקובץ %s באמצעות קידוד התווים %s.
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ %s ໂດຍໃຊ້ການເຂົ້າລະຫັດຕົວອັກສອນ %s ໄດ້.

source: The document contains one or more characters that cannot be encoded using the specified character encoding.
he: המסמך מכיל תו אחד או יותר שאינם ניתנים לקידוד באמצעות קידוד התווים שצוין.
lo: ເອກະສານມີຕົວອັກສອນໜຶ່ງຕົວ ຫຼື ຫຼາຍກວ່ານັ້ນທີ່ບໍ່ສາມາດເຂົ້າລະຫັດໂດຍໃຊ້ການເຂົ້າລະຫັດຕົວອັກສອນທີ່ລະບຸໄດ້.

source: D_on't Edit
he: _לא לערוך
lo: _ບໍ່ແກ້ໄຂ

source: This file (%s) is already open in another xed window.
he: הקובץ (%s) פתוח כבר בחלון אחר של xed.
lo: ໄຟລ໌ນີ້ (%s) ຖືກເປີດຢູ່ໃນໜ້າຕ່າງ xed ອື່ນແລ້ວ.

source: xed opened this instance of the file in a non-editable way. Do you want to edit it anyway?
he: ‏קובץ שנפתח על ידי Xed באדגם זה, לא ניתנת לעריכה. האם לערוך את הקובץ בכל זאת?
lo: xed ໄດ້ເປີດໄຟລ໌ນີ້ໃນຮູບແບບທີ່ບໍ່ສາມາດແກ້ໄຂໄດ້. ທ່ານຕ້ອງການແກ້ໄຂມັນຕໍ່ໄປບໍ່?

source: S_ave Anyway
he: _שמירה בכל זאת
lo: ບັນທຶກ_ຕໍ່ໄປ

source: D_on't Save
he: לא לשמור
lo: _ບໍ່ບັນທຶກ

source: The file %s has been modified since reading it.
he: קובץ %s הוסגל מאז שנקרא לאחרונה.
lo: ໄຟລ໌ %s ໄດ້ຖືກແກ້ໄຂນັບຕັ້ງແຕ່ອ່ານມັນ.

source: If you save it, all the external changes could be lost. Save it anyway?
he: אם תתבצע שמירה, כל השינויים החיצוניים עלולים לאובד. האם לשמור בכל זאת?
lo: ຖ້າທ່ານບັນທຶກ, ການປ່ຽນແປງພາຍນອກທັງໝົດອາດຈະສູນຫາຍ. ບັນທຶກຕໍ່ໄປບໍ່?

source: Could not create a backup file while saving %s
he: לא ניתן ליצור קובץ גיבוי בזמן שמירת %s
lo: ບໍ່ສາມາດສ້າງໄຟລ໌ສຳຮອງໃນຂະນະທີ່ກຳລັງບັນທຶກ %s

source: Could not create a temporary backup file while saving %s
he: לא ניתן ליצור קובץ גיבוי זמני בזמן שמירת %s
lo: ບໍ່ສາມາດສ້າງໄຟລ໌ສຳຮອງຊົ່ວຄາວໃນຂະນະທີ່ກຳລັງບັນທຶກ %s

source: xed could not back up the old copy of the file before saving the new one. You can ignore this warning and save the file anyway, but if an error occurs while saving, you could lose the old copy of the file. Save anyway?
he: ‏xed לא הצליח לגבות את העותק הישן של הקובץ לפני שמירת הקובץ החדש. ניתן להתעלם מאזהרה זו ולשמור את הקובץ בכל מקרה, אך בקרות שגיאה בעת השמירה, העותק הישן של הקובץ עלול לאובד. האם לשמור בכל זאת?
lo: xed ບໍ່ສາມາດສຳຮອງໄຟລ໌ສະບັບເກົ່າກ່ອນທີ່ຈະບັນທຶກສະບັບໃໝ່. ທ່ານສາມາດບໍ່ສົນໃຈຄຳເຕືອນນີ້ ແລະ ບັນທຶກໄຟລ໌ຕໍ່ໄປ, ແຕ່ຖ້າເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ບັນທຶກ, ທ່ານອາດຈະສູນເສຍໄຟລ໌ສະບັບເກົ່າ. ບັນທຶກຕໍ່ໄປບໍ່?

source: xed cannot handle %s locations in write mode. Please check that you typed the location correctly and try again.
he: ‏xed לא יכול להתמודד במיקומי %s במצב כתיבה. נא לבדוק שהמיקום הוזן נכון ולנסות שוב.
lo: xed ບໍ່ສາມາດຈັດການກັບທີ່ຢູ່ %s ໃນໂໝດຂຽນໄດ້. ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: xed cannot handle this location in write mode. Please check that you typed the location correctly and try again.
he: ‏xed לא יכול להתמודד עם מיקום זה במצב כתיבה. נא לבדוק שהמיקום הוזן נכון ולנסות שוב.
lo: xed ບໍ່ສາມາດຈັດການກັບທີ່ຢູ່ນີ້ໃນໂໝດຂຽນໄດ້. ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: %s is not a valid location. Please check that you typed the location correctly and try again.
he: ‏%s אינו מיקום תקין. נא לוודא שהוזן מיקום נכון ולנסות שוב.
lo: %s ບໍ່ແມ່ນທີ່ຢູ່ທີ່ຖືກຕ້ອງ. ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: You do not have the permissions necessary to save the file. Please check that you typed the location correctly and try again.
he: חסרות ההרשאות ההכרחיות לשמירת הקובץ. נא לבדוק שהמיקום הוזן נכון ולנסות שוב.
lo: ທ່ານບໍ່ມີສິດໃນການບັນທຶກໄຟລ໌. ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: There is not enough disk space to save the file. Please free some disk space and try again.
he: אין מספיק מקום פנוי בכונן לשמירת הקובץ. נא לפנות מעט מקום בכונן ולנסות שוב.
lo: ມີພື້ນທີ່ດິສກ໌ບໍ່ພຽງພໍທີ່ຈະບັນທຶກໄຟລ໌. ກະລຸນາລຶບຂໍ້ມູນບາງສ່ວນອອກ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: You are trying to save the file on a read-only disk. Please check that you typed the location correctly and try again.
he: נעשה ניסיון לשמירת הקובץ על כונן לקריאה בלבד. נא לבדוק שהמיקום שהוזן נכון ולנסות שוב.
lo: ທ່ານກຳລັງພະຍາຍາມບັນທຶກໄຟລ໌ໃສ່ດິສກ໌ທີ່ອ່ານຢ່າງດຽວ. ກະລຸນາກວດສອບວ່າທ່ານພິມທີ່ຢູ່ຖືກຕ້ອງແລ້ວ ແລະ ລອງໃໝ່ອີກຄັ້ງ.

source: A file with the same name already exists. Please use a different name.
he: קובץ בשם זהה כבר קיים. נא להשתמש בשם אחר.
lo: ມີໄຟລ໌ຊື່ດຽວກັນຢູ່ແລ້ວ. ກະລຸນາໃຊ້ຊື່ອື່ນ.

source: The disk where you are trying to save the file has a limitation on length of the file names. Please use a shorter name.
he: קיימת מגבלת אורך שמות קבצים בכונן עליו נעשה ניסיון שמירה. נא להשתמש בשם קובץ קצר יותר.
lo: ດິສກ໌ທີ່ທ່ານກຳລັງພະຍາຍາມບັນທຶກໄຟລ໌ມີຂໍ້ຈຳກັດດ້ານຄວາມຍາວຂອງຊື່ໄຟລ໌. ກະລຸນາໃຊ້ຊື່ທີ່ສັ້ນກວ່າ.

source: The disk where you are trying to save the file has a limitation on file sizes. Please try saving a smaller file or saving it to a disk that does not have this limitation.
he: קיימת מגבלת גודל קבצים בכונן עליו נעשה ניסיון שמירה. נא לנסות לשמור קובץ קטן יותר, או לשמור את הקובץ לכונן ללא מגבלה זו.
lo: ດິສກ໌ທີ່ທ່ານກຳລັງພະຍາຍາມບັນທຶກໄຟລ໌ມີຂໍ້ຈຳກັດດ້ານຂະໜາດໄຟລ໌. ກະລຸນາລອງບັນທຶກໄຟລ໌ທີ່ນ້ອຍກວ່າ ຫຼື ບັນທຶກໃສ່ດິສກ໌ທີ່ບໍ່ມີຂໍ້ຈຳກັດນີ້.

source: Could not save the file %s.
he: לא ניתן לשמור את הקובץ %s.
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ %s ໄດ້.

source: The file %s changed on disk.
he: הקובץ '%s' השתנה בכונן.
lo: ໄຟລ໌ %s ມີການປ່ຽນແປງໃນດິສກ໌.

source: Do you want to drop your changes and reload the file?
he: האם לזנוח שינויים ולטען מחדש את הקובץ?
lo: ທ່ານຕ້ອງການຍົກເລີກການປ່ຽນແປງຂອງທ່ານ ແລະ ໂຫຼດໄຟລ໌ໃໝ່ບໍ່?

source: Do you want to reload the file?
he: האם לטעון את הקובץ מחדש?
lo: ທ່ານຕ້ອງການໂຫຼດໄຟລ໌ໃໝ່ບໍ່?

source: _Reload
he: _טעינה מחדש
lo: _ໂຫຼດໃໝ່

source: Some invalid chars have been detected while saving %s
he: מספר תווים לא תקינים זוהו בעת שמירת %s
lo: ກວດພົບຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງບາງຕົວໃນຂະນະທີ່ກຳລັງບັນທຶກ %s

source: If you continue saving this file you can corrupt the document. Save anyway?
he: המשך שמירת קובץ זה עשויה לפגום במסמך. האם להמשיך בכל זאת?
lo: ຖ້າທ່ານສືບຕໍ່ບັນທຶກໄຟລ໌ນີ້ ທ່ານອາດຈະເຮັດໃຫ້ເອກະສານເສຍຫາຍ. ບັນທຶກຕໍ່ໄປບໍ່?

source: Use the system fixed width font (%s)
he: שימוש בגופן רוחב קבוע של המערכת (%s)
lo: ໃຊ້ຟອນຄວາມກວ້າງຄົງທີ່ຂອງລະບົບ (%s)

source: Editor
he: עורך
lo: ຕົວແກ້ໄຂ

source: Save
he: שמירה
lo: ບັນທຶກ

source: Directory '%s' could not be created: g_mkdir_with_parents() failed: %s
he: לא ניתן ליצור מחיצה '%s'‏:‏ ()g_mkdir_with_parents כשלה: %s
lo: ບໍ່ສາມາດສ້າງໂຟລເດີ '%s' ໄດ້: g_mkdir_with_parents() ລົ້ມເຫຼວ: %s

source: The selected color scheme cannot be installed.
he: לא ניתן להתקין את סכימת הצבעים שנבחרה.
lo: ບໍ່ສາມາດຕິດຕັ້ງຊຸດສີທີ່ເລືອກໄດ້.

source: Add Scheme
he: הוספת סכימה
lo: ເພີ່ມຊຸດສີ

source: Cancel
he: ביטול
lo: ຍົກເລີກ

source: Color Scheme Files
he: קובצי סכימת צבעים
lo: ໄຟລ໌ຊຸດສີ

source: Could not remove color scheme "%s".
he: לא ניתן להסיר סכימת צבעים '%s'.
lo: ບໍ່ສາມາດລຶບຊຸດສີ "%s" ໄດ້.

source: Theme
he: ערכת נושא
lo: ທີມ

source: Plugins
he: מתקעים
lo: ປລັກອິນ

source: Help
he: עזרה
lo: ຊ່ວຍເຫຼືອ

source: Close
he: סגירה
lo: ປິດ

source: Xed Preferences
he: העדפות Xed
lo: ການຕັ້ງຄ່າ Xed

source: File: %s
he: קובץ: %s
lo: ໄຟລ໌: %s

source: Page %N of %Q
he: עמוד %N מתוך %Q
lo: ໜ້າ %N ຈາກ %Q

source: Preparing...
he: בהכנה...
lo: ກຳລັງກະກຽມ...

source: Show the previous page
he: הצגת העמוד הקודם
lo: ສະແດງໜ້າກ່ອນໜ້າ

source: Show the next page
he: הצגת העמוד הבא
lo: ສະແດງໜ້າຕໍ່ໄປ

source: Current page (Alt+P)
he: עמוד נוכחי (Alt+P)
lo: ໜ້າປັດຈຸບັນ (Alt+P)

source: of
he: מתוך
lo: ຈາກ

source: Page total
he: סך־כל העמודים
lo: ຈຳນວນໜ້າທັງໝົດ

source: The total number of pages in the document
he: סך־כל העמודים במסמך
lo: ຈຳນວນໜ້າທັງໝົດໃນເອກະສານ

source: Show multiple pages
he: הצגת עמודים מרובים
lo: ສະແດງຫຼາຍໜ້າ

source: Zoom 1:1
he: תקריב 1:1
lo: ຊູມ 1:1

source: Zoom to fit the whole page
he: הצרה או הרחבה להתאמה לעמוד שלם
lo: ຊູມໃຫ້ພໍດີກັບໜ້າ

source: Zoom the page in
he: הרחבת עמוד
lo: ຊູມເຂົ້າ

source: Zoom the page out
he: הצרת עמוד
lo: ຊູມອອກ

source: Print the document
he: הדפסת המסמך
lo: ພິມເອກະສານ

source: _Close preview
he: _סגירת תצוגה מקדימה
lo: _ປິດຕົວຢ່າງ

source: Close print preview
he: סגירת תצוגה מקדימה
lo: ປິດຕົວຢ່າງການພິມ

source: Page %d of %d
he: עמוד %d מתוך %d
lo: ໜ້າ %d ຈາກ %d

source: Page Preview
he: תצוגה מקדימה
lo: ຕົວຢ່າງໜ້າ

source: The preview of a page in the document to be printed
he: תצוגת עמוד מקדימה מתוך המסמך שמיועד להדפסה
lo: ຕົວຢ່າງຂອງໜ້າໃນເອກະສານທີ່ຈະພິມ

source: Highlight Mode
he: מצב הדגשה
lo: ໂໝດເນັ້ນສີ

source: _Select
he: _בחירה
lo: _ເລືອກ

source: Search highlight mode…
he: חיפוש במצב הדגשה…
lo: ຄົ້ນຫາໂໝດເນັ້ນສີ...

source: Character encodings
he: קידוד תווים
lo: ການເຂົ້າລະຫັດຕົວອັກສອນ

source: A_vailable encodings:
he: קידודים _זמינים:
lo: ການເຂົ້າລະຫັດທີ່_ມີ:

source: E_ncodings shown in menu:
he: ק_ידודים המופיעים בתפריט:
lo: ການເຂົ້າລະຫັດທີ່ສະແດງໃນເມນູ (_n):

source: Font
he: גופן
lo: ຟອນ

source: Display
he: מצג
lo: ການສະແດງຜົນ

source: Display line numbers
he: הצגת מספרי שורות
lo: ສະແດງເລກແຖວ

source: Display overview map
he: הצגת מפת סקירה כללית
lo: ສະແດງແຜນທີ່ພາບລວມ

source: Display right margin
he: הצגת שול ימני
lo: ສະແດງຂອບຂວາ

source: Right margin at column
he: שול ימני בעמודה
lo: ຂອບຂວາຢູ່ຖັນ

source: Draw whitespace
he: ציור רווח לבן
lo: ແຕ້ມຊ່ອງວ່າງ

source: Leading whitespace
he: רווח לבן מוביל
lo: ຊ່ອງວ່າງນຳໜ້າ

source: Trailing whitespace
he: רווח לבן עוקב
lo: ຊ່ອງວ່າງຕໍ່ທ້າຍ

source: Whitespace inside of text
he: רווח לבן בתוך מלל
lo: ຊ່ອງວ່າງພາຍໃນຂໍ້ຄວາມ

source: Newline character
he: תו 'שורה חדשה'
lo: ຕົວອັກສອນຂຶ້ນແຖວໃໝ່

source: Highlighting
he: הדגשה
lo: ການເນັ້ນສີ

source: Highlight the current line
he: הדגשת השורה הנוכחית
lo: ເນັ້ນສີແຖວປັດຈຸບັນ

source: Highlight matching brackets
he: הדגשת סוגריים תואמים
lo: ເນັ້ນສີວົງເລັບທີ່ກົງກັນ

source: Indentation
he: הזחה
lo: ການຫຍໍ້ໜ້າ

source: Tab width
he: רוחב טבלר
lo: ຄວາມກວ້າງຂອງແທັບ

source: Use spaces instead of tabs
he: שימוש ברווחים במקום בטבלרים
lo: ໃຊ້ຍະຫວ່າງແທນແທັບ

source: Automatic indentation
he: הזחה אוטומטית
lo: ການຫຍໍ້ໜ້າອັດຕະໂນມັດ

source: Word wrap
he: גלישת מילים
lo: ການຕັດຄຳ

source: Split words over two lines
he: פיצול מילים על פני שתי שורות
lo: ແບ່ງຄຳອອກເປັນສອງແຖວ

source: Tab scrolling
he: גלילת לשוניות
lo: ການເລື່ອນແທັບ

source: Allow mouse wheel scrolling to change tabs
he: איפשור גלילת עכבר לשינוי לשוניות
lo: ອະນຸຍາດໃຫ້ໃຊ້ລໍ້ເມົ້າສ໌ເລື່ອນເພື່ອປ່ຽນແທັບ

source: File saving
he: שמירת קבץ
lo: ການບັນທຶກໄຟລ໌
