Repository: linuxmint/xed
Catalog: po/*.po
Languages: he, lo

source: Refresh the view
he: רענון התצוגה
lo: ໂຫຼດມຸມມອງໃໝ່

source: _View Folder
he: _הצגת תיקייה
lo: ເບິ່ງ_ໂຟລເດີ

source: View folder in file manager
he: הצגת תיקייה במנהל קבצים
lo: ເບິ່ງໂຟລເດີໃນຕົວຈັດການໄຟລ໌

source: Show _Hidden
he: הצגת _נסתרים
lo: ສະແດງໄຟລ໌ທີ່_ຊ່ອນຢູ່

source: Show hidden files and folders
he: הצגת קבצים ותיקיות מוסתרים
lo: ສະແດງໄຟລ໌ ແລະ ໂຟລເດີທີ່ຊ່ອນຢູ່

source: Show _Binary
he: הצגה _שניונית
lo: ສະແດງໄຟລ໌_ໄບນາຣີ

source: Show binary files
he: הצגת קבצים שניוניים
lo: ສະແດງໄຟລ໌ໄບນາຣີ

source: _Match Filename
he: הת_אמת שם קובץ
lo: _ກົງກັບຊື່ໄຟລ໌

source: No mount object for mounted volume: %s
he: אין עצם עגינה לכרך שעוגן: %s
lo: ບໍ່ມີອັອບເຈັກ mount ສຳລັບ volume ທີ່ເຊື່ອມຕໍ່: %s

source: Could not open media: %s
he: לא ניתן לפתוח מדיה: %s
lo: ບໍ່ສາມາດເປີດມີເດຍໄດ້: %s

source: Could not mount volume: %s
he: לא ניתן לעגון את הכרך: %s
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ volume ໄດ້: %s

source: Join several lines
he: איחוד מספר שורות
lo: ລວມຫຼາຍແຖວ

source: _Join Lines
he: _איחוד שורות
lo: _ລວມແຖວ

source: Join the selected lines
he: איחוד השורות שנבחרו
lo: ລວມແຖວທີ່ເລືອກ

source: Modelines
he: מצבי שורה

source: Emacs, Kate and Vim-style modelines support for xed.
he: תמיכה בשורות מצב של Emacs,‏ Kate ו־Vim-style עבור xed.
lo: ຮອງຮັບ modelines ແບບ Emacs, Kate ແລະ Vim ສຳລັບ xed.

source: Sort
he: מיון
lo: ຈັດຮຽງ

source: Sorts a document or selected text.
he: מיון מסמך או מלל נבחר.
lo: ຈັດຮຽງເອກະສານ ຫຼື ຂໍ້ຄວາມທີ່ເລືອກ.

source: S_ort lines
he: _מיון שורות
lo: ຈັດຮຽງແຖວ (_o)

source: Sort the current document or selection
he: מיון המסמך הבחירה הנוכחיים
lo: ຈັດຮຽງເອກະສານປັດຈຸບັນ ຫຼື ສ່ວນທີ່ເລືອກ

source: Autocheck Type
he: סוג בדיקה אוטומטית
lo: ປະເພດການກວດສອບອັດຕະໂນມັດ

source: Spell Checker
he: איית
lo: ຕົວ​ກວດ​ສອບ​ການ​ສະກົດ​ຄຳ

source: Checks the spelling of the current document.
he: בדיקת האיות במסמך הנוכחי.
lo: ກວດສອບການສະກົດຄຳຂອງເອກະສານປັດຈຸບັນ.

source: _Check Spelling...
he: _בדיקת איות...
lo: _ກວດສອບການສະກົດຄຳ...

source: Check the current document for incorrect spelling
he: בדיקת המסמך הנוכחי לאיות שגוי
lo: ກວດສອບການສະກົດຄຳທີ່ບໍ່ຖືກຕ້ອງໃນເອກະສານປັດຈຸບັນ

source: Set _Language...
he: הגדרת _שפה...
lo: ຕັ້ງ_ພາສາ...

source: Set the language of the current document
he: הגדרת השפה של המסמך הנוכחי
lo: ຕັ້ງພາສາຂອງເອກະສານປັດຈຸບັນ

source: _Autocheck Spelling
he: איות _אוטומטי
lo: _ກວດສອບການສະກົດຄຳອັດຕະໂນມັດ

source: Automatically spell-check the current document
he: בדיקת איות אוטומטית במסמך הנוכחי
lo: ກວດສອບການສະກົດຄຳຂອງເອກະສານປັດຈຸບັນອັດຕະໂນມັດ

source: button
he: לחצן
lo: ປຸ່ມ

source: Autocheck settings
he: הגדרות בדיקה אוטומטית
lo: ການຕັ້ງຄ່າການກວດສອບອັດຕະໂນມັດ

source: Never
he: לעולם לא
lo: ບໍ່ເຄີຍ

source: Never autocheck spelling on document load
he: לעולם לא לבצע בדיקת איות אוטומטית בעת טעינת מסמך
lo: ບໍ່ເຄີຍກວດສອບການສະກົດຄຳອັດຕະໂນມັດເມື່ອໂຫຼດເອກະສານ

source: Remember by document
he: זכירה לפי מסמך
lo: ຈື່ຈຳຕາມເອກະສານ

source: Remembers the setting for each document on load
he: זכירת הגדרות כל מסמך בעת טעינה
lo: ຈື່ຈຳການຕັ້ງຄ່າຂອງແຕ່ລະເອກະສານເມື່ອໂຫຼດ

source: Always
he: תמיד
lo: ສະເໝີ

source: Always autocheck on document load
he: תמיד לבצע בדיקה אוטומטית בעת טעינת מסמך
lo: ກວດສອບອັດຕະໂນມັດສະເໝີເມື່ອໂຫຼດເອກະສານ

source: XHTML 1.0 - Tags
he: ‏XHTML 1.0 — תגי
lo: XHTML 1.0 - ແທັກ

source: Abbreviated form
he: טופס מקוצר
lo: ຮູບແບບຫຍໍ້

source: Abbreviation
he: קיצור
lo: ຄຳຫຍໍ້

source: Accessibility key character
he: תו מפתח נגישות
lo: ຕົວອັກສອນຫຼັກເພື່ອການເຂົ້າເຖິງ

source: Acronym
he: ראשי תיבות
lo: ຄຳຫຍໍ້

source: Align
he: יישור
lo: ຈັດຮຽງ

source: Alignment character
he: תו ישור
lo: ຕົວອັກສອນຈັດຮຽງ

source: Alternative
he: חלופי
lo: ທາງເລືອກ

source: Anchor URI
he: מען URI עוגן

source: Anchor
he: עוגן

source: Applet class file code (deprecated)
he: קוד קובץ מחלקת יישומון־לוח (הוצא משימוש)
lo: ລະຫັດໄຟລ໌ຄລາສ Applet (ລ້າສະໄໝ)

source: Associated information
he: מידע משוייך
lo: ຂໍ້ມູນທີ່ກ່ຽວຂ້ອງ

source: Author info
he: מידע על המחבר
lo: ຂໍ້ມູນຜູ້ຂຽນ

source: Axis related headers
he: כותרות צירים
lo: ຫົວຂໍ້ທີ່ກ່ຽວຂ້ອງກັບແກນ

source: Background color (deprecated)
he: צבע רקע (הוצא משימוש)
lo: ສີພື້ນຫຼັງ (ລ້າສະໄໝ)

source: Background texture tile (deprecated)
he: אריח מרקם רקע (הוצא משימוש)
lo: ຮູບແບບພື້ນຫຼັງ (ລ້າສະໄໝ)

source: Base font (deprecated)
he: גופן בסיסי (הוצא משימוש)
lo: ຟອນພື້ນຖານ (ລ້າສະໄໝ)

source: Base URI
he: מען URI בסיס

source: Bold
he: מודגש
lo: ຕົວໜາ

source: Border (deprecated)
he: גבול (הוצא משימוש)
lo: ຂອບ (ລ້າສະໄໝ)

source: Cell rowspan
he: תא משרע־שורה
lo: ລວມແຖວຂອງຕາຕະລາງ

source: Center (deprecated)
he: מרכוז (הוצא משימוש)
lo: ກາງ (ລ້າສະໄໝ)

source: Checked state
he: מצב בדיקה
lo: ສະຖານະຖືກເລືອກ

source: Citation
he: מובאה
lo: ການອ້າງອີງ

source: Cite reason for change
he: ציטות סיבת שינוי
lo: ອ້າງອີງເຫດຜົນຂອງການປ່ຽນແປງ

source: Class implementation ID
he: מזהה מימוש מחלקה
lo: ID ການຈັດຕັ້ງປະຕິບັດຄລາສ

source: Class list
he: רשימת מחלקות
lo: ລາຍການຄລາສ

source: Clear text flow control
he: ניקוי בקרת זרימת מלל
lo: ການຄວບຄຸມການໄຫຼຂອງຂໍ້ຄວາມແບບບໍ່ມີຂໍ້ຄວາມ

source: Code content type
he: סוג תוכן קוד
lo: ປະເພດເນື້ອຫາຂອງລະຫັດ

source: Color of selected links (deprecated)
he: צבע קישורים שנבחרו (הוצא משימוש)
lo: ສີຂອງລິ້ງທີ່ເລືອກ (ລ້າສະໄໝ)

source: Column span
he: משרע־עמודה
lo: ລວມຖັນ

source: Columns
he: עמודות
lo: ຖັນ

source: Computer code fragment
he: קטע קוד מחשב
lo: ສ່ວນຂອງລະຫັດຄອມພິວເຕີ

source: Content type (deprecated)
he: סוג תוכן (הוצא משימוש)
lo: ປະເພດເນື້ອຫາ (ລ້າສະໄໝ)

source: Coordinates
he: נקודות ציון
lo: ພິກັດ

source: Date and time of change
he: תאריך ושעת השינוי
lo: ວັນທີ ແລະ ເວລາຂອງການປ່ຽນແປງ

source: Declare flag
he: דגל הכרזה

source: Defer attribute
he: דחיית תכונה
lo: ຄຸນສົມບັດ Defer

source: Definition description
he: תיאור אבחנה
lo: ຄຳອະທິບາຍຄຳນິຍາມ

source: Definition list
he: רשימת אבחנות
lo: ລາຍການຄຳນິຍາມ

source: Definition term
he: מונח אבחנה
lo: ຄຳສັບໃນຄຳນິຍາມ

source: Deleted text
he: מלל שנמחק
lo: ຂໍ້ຄວາມທີ່ຖືກລຶບ

source: Directionality
he: כיווניות
lo: ທິດທາງ

source: Directionality (deprecated)
he: כיווניות (הוצא משימוש)
lo: ທິດທາງ (ລ້າສະໄໝ)

source: Disabled
he: מושבת
lo: ປິດໃຊ້ງານ

source: DIV container
he: מיכל DIV
lo: ກ່ອງ DIV

source: DIV Style container
he: מיכל סיגנון DIV
lo: ກ່ອງຮູບແບບ DIV

source: Document base
he: בסיס מסמך
lo: ພື້ນຖານເອກະສານ

source: Document body
he: גוף מסמך
lo: ເນື້ອຫາເອກະສານ

source: Document head
he: ראש מסמך
lo: ສ່ວນຫົວເອກະສານ

source: Element ID
he: מזהה רכיב
lo: ID ອົງປະກອບ

source: Document title
he: כותרת מסמך
lo: ຊື່ເອກະສານ

source: Document type
he: סוג מסמך
lo: ປະເພດເອກະສານ

source: Emphasis
he: דגש
lo: ການເນັ້ນ

source: Encode type
he: סוג קידוד
lo: ປະເພດການເຂົ້າລະຫັດ

source: Font face (deprecated)
he: פני גופן (הוצא משימוש)
lo: ໜ້າຟອນ (ລ້າສະໄໝ)

source: For label
he: תווית for
lo: ສຳລັບປ້າຍຊື່

source: Forced line break
he: סיום שורה מאולץ
lo: ການບັງຄັບຂຶ້ນແຖວໃໝ່

source: Form action handler
he: סדרן פעולת טופס
lo: ຕົວຈັດການການກະທຳຂອງຟອມ

source: Form control group
he: קבוצת בקרת טופס
lo: ກຸ່ມຄວບຄຸມຟອມ

source: Form field label text
he: מלל תווית שדה טופס
lo: ຂໍ້ຄວາມປ້າຍຊື່ຂອງຊ່ອງຂໍ້ມູນຟອມ

source: Form input type
he: סוג קלט טופס
lo: ປະເພດການປ້ອນຂໍ້ມູນຂອງຟອມ

source: Form input
he: קלט טופס
lo: ການປ້ອນຂໍ້ມູນຂອງຟອມ

source: Form method
he: שיטת טופס
lo: ວິທີການຂອງຟອມ

source: Form
he: טופס
lo: ຟອມ

source: Forward link
he: ערוץ שידור
lo: ລິ້ງໄປໜ້າ

source: Frame render parts
he: תיצוג רכיבי מסגרת
lo: ສ່ວນການສະແດງຜົນຂອງເຟຣມ

source: Frame source
he: מקור מסגרת
lo: ແຫຼ່ງທີ່ມາຂອງເຟຣມ

source: Frame target
he: יעד מסגרת
lo: ເປົ້າໝາຍຂອງເຟຣມ

source: Frame
he: מסגרת
lo: ເຟຣມ

source: Frame border
he: גבול מסגרת
lo: ຂອບເຟຣມ

source: Frameset columns
he: עמודות ערכת־מסגרות
lo: ຖັນຂອງຊຸດເຟຣມ

source: Frameset rows
he: שורות ערכת־מסגרות
lo: ແຖວຂອງຊຸດເຟຣມ

source: Frameset
he: ערכת־מסגרות
lo: ຊຸດເຟຣມ

source: Frame spacing
he: ריווח מסגרת
lo: ໄລຍະຫ່າງເຟຣມ

source: Generic embedded object
he: עצם משובץ גנרי
lo: ອັອບເຈັກທີ່ຝັງທົ່ວໄປ

source: Generic metainformation
he: מטה־מידע גנרי
lo: ຂໍ້ມູນເມຕາທົ່ວໄປ

source: Generic span
he: משרע כללי
lo: Span ທົ່ວໄປ

source: Header cell IDs
he: מזהי כותרת תא
lo: ID ຫ້ອງຫົວຂໍ້

source: Heading 1
he: כותרת 1
lo: ຫົວຂໍ້ 1

source: Heading 2
he: כותרת 2
lo: ຫົວຂໍ້ 2

source: Heading 3
he: כותרת 3
lo: ຫົວຂໍ້ 3

source: Heading 4
he: כותרת 4
lo: ຫົວຂໍ້ 4

source: Heading 5
he: כותרת 5
lo: ຫົວຂໍ້ 5

source: Heading 6
he: כותרת 6
lo: ຫົວຂໍ້ 6

source: Height
he: גובה
lo: ຄວາມສູງ

source: Horizontal rule
he: כלל אופקי
lo: ເສັ້ນແນວນອນ

source: Horizontal space (deprecated)
he: רווח אופקי (הוצא משימוש)
lo: ໄລຍະຫ່າງແນວນອນ (ລ້າສະໄໝ)

source: HREF URI
he: מען HREF URI

source: HTML root element
he: רכיב שורש HTML
lo: ອົງປະກອບຮາກຂອງ HTML

source: HTTP header name
he: שם כותרת HTTP
lo: ຊື່ຫົວຂໍ້ HTTP

source: I18N BiDi override
he: עקיפת I18N BiDi

source: Image map area
he: אזור מפת תמונה
lo: ພື້ນທີ່ແຜນທີ່ຮູບພາບ

source: Image map name
he: שם מפת תמונה
lo: ຊື່ແຜນທີ່ຮູບພາບ

source: Image map
he: מפת תמונה
lo: ແຜນທີ່ຮູບພາບ

source: Image
he: תמונה
lo: ຮູບພາບ

source: Inline frame
he: מסגרת תחובה
lo: ເຟຣມໃນແຖວ

source: Inserted text
he: מלל מוכנס
lo: ຂໍ້ຄວາມທີ່ແຊກ

source: Instance definition
he: מובחנות אדגם
lo: ຄຳນິຍາມຂອງຕົວຢ່າງ

source: Italic text
he: מלל תו נטוי
lo: ຂໍ້ຄວາມຕົວອຽງ

source: Java applet (deprecated)
he: יישומון־לוח Java (הוצא משימוש)
lo: Java applet (ລ້າສະໄໝ)

source: Label
he: תווית
lo: ປ້າຍຊື່

source: Language code
he: קוד השפה
lo: ລະຫັດພາສາ

source: Large text style
he: סגנון מלל גדול
lo: ຮູບແບບຂໍ້ຄວາມຂະໜາດໃຫຍ່

source: Link color (deprecated)
he: צבע קישור (הוצא משימוש)
lo: ສີລິ້ງ (ລ້າສະໄໝ)

source: List item
he: פריט רשימה
lo: ລາຍການ

source: List of MIME types for file upload
he: רשימת סוגי MIME להאלעת קובצים
lo: ລາຍການປະເພດ MIME ສຳລັບການອັບໂຫຼດໄຟລ໌

source: List of supported character sets
he: רשימת ערכות־תוים נתמכות
lo: ລາຍການຊຸດຕົວອັກສອນທີ່ຮອງຮັບ

source: Local change to font
he: מקמום גופן
lo: ການປ່ຽນຟອນສະເພາະສ່ວນ

source: Long description link
he: קישור תאור־ארוך
lo: ລິ້ງຄຳອະທິບາຍຍາວ

source: Long quotation
he: ציטוט ארוך
lo: ຄຳອ້າງອີງຍາວ

source: Margin pixel height
he: גובה פיקסל שוליים
lo: ຄວາມສູງຂອບເປັນພິກເຊລ

source: Margin pixel width
he: רוחב פיקסל שוליים
lo: ຄວາມກວ້າງຂອບເປັນພິກເຊລ

source: Maximum length of text field
he: אורך שדה מלל מירבי
lo: ຄວາມຍາວສູງສຸດຂອງຊ່ອງຂໍ້ຄວາມ

source: Output media
he: מדיית פלט
lo: ມີເດຍຜົນອອກ

source: Media-independent link
he: קישור לא תלוי במדיה
lo: ລິ້ງທີ່ບໍ່ຂຶ້ນກັບມີເດຍ

source: Menu list (deprecated)
he: רשימת תפריט (הוצא משימוש)
lo: ລາຍການເມນູ (ລ້າສະໄໝ)

source: Multi-line text field
he: שדה מלל מרובה שורות
lo: ຊ່ອງຂໍ້ຄວາມຫຼາຍແຖວ

source: Multiple
he: תג Multiple
lo: ຫຼາຍ

source: No frames
he: ללא מסגרות
lo: ບໍ່ມີເຟຣມ

source: No resize
he: ללא שידוד מחדש
lo: ບໍ່ປັບຂະໜາດ

source: No script
he: אין תסריט
lo: ບໍ່ມີສະຄຣິບ

source: No shade (deprecated)
he: ללא הצללה (הוצא משימוש)
lo: ບໍ່ມີເງົາ (ລ້າສະໄໝ)

source: No URI
he: אין מען URI
lo: ບໍ່ມີ URI

source: No word wrap (deprecated)
he: ללא גלישת מילים (הוצא משימוש)
lo: ບໍ່ຕັດຄຳ (ລ້າສະໄໝ)

source: Object applet file (deprecated)
he: קובץ עצם יישומון־לוח (הוצא משימוש)
lo: ໄຟລ໌ applet ຂອງອັອບເຈັກ (ລ້າສະໄໝ)

source: Object data reference
he: אזכור נתוני עצם
lo: ການອ້າງອີງຂໍ້ມູນອັອບເຈັກ

source: Offset for alignment character
he: היסט עבור תו יישור
lo: ໄລຍະຫ່າງສຳລັບຕົວອັກສອນຈັດຮຽງ

source: OnBlur event
he: אירוע OnBlur
lo: ເຫດການ OnBlur

source: OnChange event
he: אירוע OnChange
lo: ເຫດການ OnChange

source: OnClick event
he: אירוע OnClick
lo: ເຫດການ OnClick

source: OnDblClick event
he: אירוע OnDblClick
lo: ເຫດການ OnDblClick

source: OnFocus event
he: אירוע OnFocus
lo: ເຫດການ OnFocus

source: OnKeyPress event
he: אירוע OnKeyPress
lo: ເຫດການ OnKeyPress

source: OnKeyUp event
he: אירוע OnKeyUp
lo: ເຫດການ OnKeyUp

source: OnLoad event
he: אירוע OnLoad
lo: ເຫດການ OnLoad

source: OnMouseDown event
he: אירוע OnMouseDown
lo: ເຫດການ OnMouseDown

source: OnMouseMove event
he: אירוע OnMouseMove
lo: ເຫດການ OnMouseMove

source: OnMouseOut event
he: אירוע OnMouseOut
lo: ເຫດການ OnMouseOut

source: OnMouseOver event
he: אירוע OnMouseOver
lo: ເຫດການ OnMouseOver

source: OnMouseUp event
he: אירוע OnMouseUp
lo: ເຫດການ OnMouseUp

source: OnReset event
he: אירוע OnReset
lo: ເຫດການ OnReset

source: OnSelect event
he: אירוע OnSelect
lo: ເຫດການ OnSelect

source: OnSubmit event
he: אירוע OnSubmit
lo: ເຫດການ OnSubmit

source: OnUnload event
he: אירוע OnUnload
lo: ເຫດການ OnUnload

source: Option group
he: קבוצת אפשרויות
lo: ກຸ່ມຕົວເລືອກ

source: Option selector
he: ברר אפשרויות
lo: ຕົວເລືອກ

source: Ordered list
he: רשימה ממוינת
lo: ລາຍການແບບມີລຳດັບ

source: Paragraph class
he: מחלקת פסקה
lo: ຄລາສຂອງຫຍໍ້ໜ້າ

source: Paragraph
he: פסקה
lo: ຫຍໍ້ໜ້າ

source: Preformatted text
he: מלל מתובנת מראש
lo: ຂໍ້ຄວາມທີ່ຈັດຮູບແບບໄວ້ລ່ວງໜ້າ

source: Profile metainfo dictionary
he: מיתאור מילון מטה־מידע
lo: ວັດຈະນານຸກົມຂໍ້ມູນເມຕາຂອງໂປຣໄຟລ໌

source: ReadOnly text and password
he: מלל וססמה לקריאה בלבד
lo: ຂໍ້ຄວາມ ແລະ ລະຫັດຜ່ານແບບອ່ານຢ່າງດຽວ

source: Reduced spacing (deprecated)
he: מרווח מוקטן (הוצא משימוש)
lo: ໄລຍະຫ່າງທີ່ຫຼຸດລົງ (ລ້າສະໄໝ)

source: Reverse link
he: ערוץ חוזר
lo: ລິ້ງຖ້ອຍກັບ

source: Rows
he: שורות
lo: ແຖວ

source: Rulings between rows and columns
he: הכרעה בין שורות לעמודות
lo: ເສັ້ນຂັ້ນລະຫວ່າງແຖວ ແລະ ຖັນ

source: Sample program output, scripts
he: דוגמת פלט תוכנה, תסריט
lo: ຕົວຢ່າງຜົນອອກຂອງໂປຣແກຣມ, ສະຄຣິບ

source: Scope covered by header cells
he: מתחם כיסויי תאי כותרת
lo: ຂອບເຂດທີ່ຄອບຄຸມໂດຍຫ້ອງຫົວຂໍ້

source: Script language name
he: שם שפת תסרוט
lo: ຊື່ພາສາຂອງສະຄຣິບ

source: Script statements
he: הצהרות תסריט
lo: ຄຳສັ່ງສະຄຣິບ

source: Scrollbar
he: סרגל גלילה
lo: ແຖບເລື່ອນ

source: Selectable option
he: אפשרות ניתנת לבררה
lo: ຕົວເລືອກທີ່ສາມາດເລືອກໄດ້

source: Selected
he: בחירה
lo: ຖືກເລືອກ

source: Server-side image map
he: מפת תמונה צד־שרת
lo: ແຜນທີ່ຮູບພາບຝັ່ງເຊີບເວີ

source: Shape
he: צורה
lo: ຮູບຮ່າງ

source: Short inline quotation
he: ציטוט פנימי קצר
lo: ຄຳອ້າງອີງສັ້ນໃນແຖວ

source: Size (deprecated)
he: מידה (הוצא משימוש)
lo: ຂະໜາດ (ລ້າສະໄໝ)

source: Small text style
he: סגנון מלל קטן
lo: ຮູບແບບຂໍ້ຄວາມຂະໜາດນ້ອຍ

source: Source
he: מקור
lo: ແຫຼ່ງທີ່ມາ

source: Space-separated archive list
he: רשימת ארכיון מופרדת ב'רווח'
lo: ລາຍການໄຟລ໌ເກັບຂໍ້ມູນທີ່ແຍກດ້ວຍຍະຫວ່າງ

source: Spacing between cells
he: מרווח בין תאים
lo: ໄລຍະຫ່າງລະຫວ່າງຫ້ອງ

source: Spacing within cells
he: מרווח בתוך תאים
lo: ໄລຍະຫ່າງພາຍໃນຫ້ອງ

source: Span
he: משרע

source: Standby load message
he: הודעת המתנת טעינה
lo: ຂໍ້ຄວາມໂຫຼດສະແຕນບາຍ

source: Starting sequence number (deprecated)
he: מספר תחילת רצף (הוצא משימוש)
lo: ເລກລຳດັບເລີ່ມຕົ້ນ (ລ້າສະໄໝ)

source: Strike-through text style (deprecated)
he: סגנון מלל קו־חוצה (הוצא משימוש)
lo: ຮູບແບບຂໍ້ຄວາມຂີດຂ້າ (ລ້າສະໄໝ)

source: Strike-through text (deprecated)
he: מלל קו־חוצה (הוצא משימוש)
lo: ຂໍ້ຄວາມຂີດຂ້າ (ລ້າສະໄໝ)

source: Strong emphasis
he: דגש חזק
lo: ການເນັ້ນໜັກ

source: Style info
he: מידע סיגנון
lo: ຂໍ້ມູນຮູບແບບ

source: Subscript
he: כתב תחתי
lo: ຕົວຫ້ອຍ

source: Superscript
he: כתב עילי
lo: ຕົວເລກຍົກກຳລັງ

source: Table body
he: גוף טבלה
lo: ສ່ວນເນື້ອຫາຂອງຕາຕະລາງ

source: Table caption
he: כיתוב טבלה
lo: ຄຳບັນຍາຍຕາຕະລາງ

source: Table column group properties
he: מאפייני קבוצת עמודות טבלה
lo: ຄຸນສົມບັດຂອງກຸ່ມຖັນຕາຕະລາງ

source: Table column properties
he: מאפייני עמודות טבלה
lo: ຄຸນສົມບັດຂອງຖັນຕາຕະລາງ

source: Table data cell
he: תא נתוני טבלה
lo: ຫ້ອງຂໍ້ມູນຕາຕະລາງ

source: Table footer
he: כותרת־תחתית טבלה
lo: ສ່ວນທ້າຍຂອງຕາຕະລາງ

source: Table header cell
he: תא כותרת טבלה
lo: ຫ້ອງຫົວຂໍ້ຕາຕະລາງ

source: Table header
he: כותרת טבלה
lo: ສ່ວນຫົວຂອງຕາຕະລາງ

source: Table row
he: שורת טבלה
lo: ແຖວຕາຕະລາງ

source: Table summary
he: תקציר טבלה
lo: ສະຫຼຸບຕາຕະລາງ

source: Table
he: טבלה
lo: ຕາຕະລາງ

source: Target - Blank
he: יעד — ריק
lo: ເປົ້າໝາຍ - Blank

source: Target - Parent
he: יעד — הורה
lo: ເປົ້າໝາຍ - Parent

source: Target - Self
he: יעד — עצמי
lo: ເປົ້າໝາຍ - Self

source: Target - Top
he: יעד — עליון
lo: ເປົ້າໝາຍ - Top

source: Teletype or monospace text style
he: סגנון מלל טלטייפ או מונוספייס
lo: ຮູບແບບຂໍ້ຄວາມ Teletype ຫຼື monospace

source: Text color (deprecated)
he: צבע מלל (הוצא משימוש)
lo: ສີຂໍ້ຄວາມ (ລ້າສະໄໝ)

source: Text entered by user
he: מלל שהוזן על ידי משתמש
lo: ຂໍ້ຄວາມທີ່ຜູ້ໃຊ້ປ້ອນ

source: Title
he: כותרת
lo: ຊື່ເລື່ອງ

source: Underlined text style
he: סגנון מלל קו תחתון
lo: ຮູບແບບຂໍ້ຄວາມຂີດກ້ອງ

source: Unordered list
he: רשימה לא ממוינת
lo: ລາຍການແບບບໍ່ມີລຳດັບ

source: Use image map
he: שימוש במפת תמונה
lo: ໃຊ້ແຜນທີ່ຮູບພາບ

source: Value interpretation
he: פירוש ערך
lo: ການຕີຄວາມໝາຍຂອງຄ່າ

source: Value
he: ערך
lo: ຄ່າ

source: Variable or program argument
he: משתנה או ארגומנט תוכנית
lo: ຕົວແປ ຫຼື argument ຂອງໂປຣແກຣມ

source: Vertical cell alignment
he: יישור תאים אנכי
lo: ການຈັດຮຽງຫ້ອງແນວຕັ້ງ

source: Vertical space (deprecated)
he: מרווח אנחי (הוצא משימוש)
lo: ໄລຍະຫ່າງແນວຕັ້ງ (ລ້າສະໄໝ)

source: Visited link color (deprecated)
he: צבע קישור שבוקר (הוצא משימוש)
lo: ສີລິ້ງທີ່ເຂົ້າເບິ່ງແລ້ວ (ລ້າສະໄໝ)

source: Width
he: רוחב
lo: ຄວາມກວ້າງ

source: HTML - Tags
he: ‏HTML — תגי
lo: HTML - ແທັກ

source: Above
he: מעל
lo: ຂ້າງເທິງ

source: Applet class file code
he: קוד קובץ מחלקת יישומון־לוח
lo: ລະຫັດໄຟລ໌ຄລາສ Applet

source: Array
he: מערך
lo: ອາເຣ

source: Background color
he: צבע רקע
lo: ສີພື້ນຫຼັງ

source: Background texture tile
he: אריח מרקם רקע
lo: ຮູບແບບພື້ນຫຼັງ

source: Base font
he: גופן בסיס
lo: ຟອນພື້ນຖານ

source: Border color
he: צבע גבול
lo: ສີຂອບ

source: Border
he: גבול
lo: ຂອບ

source: Center
he: מרכז
lo: ກາງ

source: Checked (state)
he: בוצעה בדיקה (מצב)
lo: ຖືກເລືອກ (ສະຖານະ)

source: Color of selected links
he: צבע קישורים שנבחרו
lo: ສີຂອງລິ້ງທີ່ເລືອກ

source: Content scheme
he: סכימת תוכן
lo: ໂຄງຮ່າງເນື້ອຫາ

source: Content type
he: סוג תוכן
lo: ປະເພດເນື້ອຫາ

source: Direction
he: כיוון
lo: ທິດທາງ

source: Directory list
he: רשימת מחיצות
lo: ລາຍການໂຟລເດີ

source: HTML version
he: גירסת HTML
lo: ເວີຊັນ HTML

source: Embedded object
he: עצם משובץ
lo: ອັອບເຈັກທີ່ຝັງ

source: Figure
he: ציור
lo: ຮູບ

source: Font face
he: פני גופן
lo: ໜ້າຟອນ

source: Frameborder
he: גבולות מסגרת
lo: ຂອບເຟຣມ

source: Framespacing
he: מרווח מסגרת
lo: ໄລຍະຫ່າງເຟຣມ

source: Heading
he: כותרת
lo: ຫົວຂໍ້

source: Horizontal space
he: רווח אופקי
lo: ໄລຍະຫ່າງແນວນອນ

source: Image source
he: מקור תמונה
lo: ແຫຼ່ງທີ່ມາຂອງຮູບພາບ

source: Inline layer
he: שכבה פנימית
lo: ເລເຢີໃນແຖວ

source: Java applet
he: יישומון־לוח Java

source: Layer
he: שכבה
lo: ເລເຢີ

source: Link color
he: צבע קישור
lo: ສີລິ້ງ

source: Listing
he: רישום
lo: ລາຍການ

source: Mail link
he: קישור דואר
lo: ລິ້ງອີເມລ

source: Menu list
he: רשימת תפריט
lo: ລາຍການເມນູ

source: Multicolumn
he: רבוי עמודות
lo: ຫຼາຍຖັນ

source: Next ID
he: המזהה הבא
lo: ID ຕໍ່ໄປ

source: No embedded objects
he: ללא עצמים משובצים
lo: ບໍ່ມີອັອບເຈັກທີ່ຝັງ

source: No layers
he: אין שכבות
lo: ບໍ່ມີເລເຢີ

source: No line break
he: אין סיום שורה
lo: ບໍ່ຂຶ້ນແຖວໃໝ່

source: No shade
he: ללא הצללה
lo: ບໍ່ມີເງົາ

source: No word wrap
he: ללא גלישת מילים
lo: ບໍ່ຕັດຄຳ

source: Note
he: הערה
lo: ໝາຍເຫດ

source: Object applet file
he: קובץ עצם יישומון־לוח
lo: ໄຟລ໌ applet ຂອງອັອບເຈັກ

source: Preformatted listing
he: רישום מתובנת מראש
lo: ລາຍການທີ່ຈັດຮູບແບບໄວ້ລ່ວງໜ້າ

source: Prompt message
he: מסר הנחיה
lo: ຂໍ້ຄວາມແຈ້ງເຕືອນ

source: Range
he: טווח
lo: ຊ່ວງ

source: Reduced spacing
he: מרווח מוקטן
lo: ໄລຍະຫ່າງທີ່ຫຼຸດລົງ

source: Root
he: שורש
lo: ຮາກ

source: Single line prompt
he: הנחיית קו בודד
lo: ຂໍ້ຄວາມແຈ້ງເຕືອນແຖວດຽວ

source: Size
he: מידה
lo: ຂະໜາດ

source: Soft line break
he: סיום שורה רך
lo: ການຂຶ້ນແຖວໃໝ່ແບບອ່ອນ

source: Sound
he: שמע
lo: ສຽງ

source: Spacer
he: מרווח
lo: ຕົວສ້າງໄລຍະຫ່າງ

source: Square root
he: שורש ריבועי
lo: ຮາກຂັ້ນສອງ

source: Starting sequence number
he: מספר תחילת רצף
lo: ເລກລຳດັບເລີ່ມຕົ້ນ

source: Strike-through text style
he: סגנון מלל קו חוצה
lo: ຮູບແບບຂໍ້ຄວາມຂີດຂ້າ

source: Strike-through text
he: מלל קו חוצה
lo: ຂໍ້ຄວາມຂີດຂ້າ

source: Text color
he: צבע מלל
lo: ສີຂໍ້ຄວາມ

source: Text
he: מלל
lo: ຂໍ້ຄວາມ

source: Top margin in pixels
he: שול עליון בפיקסלים
lo: ຂອບເທິງເປັນພິກເຊລ

source: URL
he: מען URL

source: Vertical space
he: רווח אנכי
lo: ໄລຍະຫ່າງແນວຕັ້ງ

source: Visited link color
he: צבע קישור שבוקר
lo: ສີລິ້ງທີ່ເຂົ້າເບິ່ງແລ້ວ

source: HTML - Special Characters
he: ‏HTML — תווים מיוחדים
lo: HTML - ຕົວອັກສອນພິເສດ

source: Non-breaking space
he: מרווח לא נין לשבירה
lo: ຍະຫວ່າງທີ່ບໍ່ຕັດແຖວ

source: Latex - Tags
he: Latex — תגי
lo: Latex - ແທັກ

source: Bibliography (cite)
he: רשימת מקורות (ציטוט)
lo: ບັນນານຸກົມ (ອ້າງອີງ)

source: Bibliography (item)
he: רשימת מקורות (פריט)
lo: ບັນນານຸກົມ (ລາຍການ)

source: Bibliography (shortcite)
he: רשימת מקורות (ציטוט קצר)
lo: ບັນນານຸກົມ (ອ້າງອີງຫຍໍ້)

source: Bibliography (thebibliography)
he: רשימת מקורות (thebibliography)
lo: ບັນນານຸກົມ (ລາຍການບັນນານຸກົມ)

source: Brackets ()
he: סוגריים ()
lo: ວົງເລັບ ()

source: Brackets []
he: סוגריים []
lo: ວົງເລັບ []

source: Brackets {}
he: סוגריים {}
lo: ວົງເລັບ {}

source: Brackets <>
he: סוגריים <>
lo: ວົງເລັບ <>

source: File input
he: קלט קובץ
lo: ການປ້ອນຂໍ້ມູນໄຟລ໌

source: Function cosine
he: פונקציות קוסינוס
lo: ຟັງຊັນ cosine

source: Function e^
he: פונקציות e^
lo: ຟັງຊັນ e^

source: Function exp
he: פונקציות exp
lo: ຟັງຊັນ exp

source: Function log
he: פונקציות לוגריטמית
lo: ຟັງຊັນ log

source: Function log10
he: פונקציות לוג10
lo: ຟັງຊັນ log10

source: Function sine
he: פונקציות סינוס
lo: ຟັງຊັນ sine

source: Greek alpha
he: אלפא יוונית
lo: ກຣີກ alpha

source: Greek beta
he: ביתא יוונית
lo: ກຣີກ beta

source: Greek epsilon
he: אפסילון יווני
lo: ກຣີກ epsilon

source: Greek gamma
he: גמה יוונית
lo: ກຣີກ gamma

source: Greek lambda
he: למבדה יוונית
lo: ກຣີກ lambda

source: Greek rho
he: רו יוונית
lo: ກຣີກ rho

source: Greek tau
he: טאו יוונית
lo: ກຣີກ tau

source: Header 0 (chapter)
he: כותרת 0 (פרק)
lo: ຫົວຂໍ້ 0 (ບົດ)

source: Header 0 (chapter*)
he: כותרת 0 (פרק*)
lo: ຫົວຂໍ້ 0 (ບົດ*)

source: Header 1 (section)
he: כותרת 1 (מקטע)
lo: ຫົວຂໍ້ 1 (ສ່ວນ)

source: Header 1 (section*)
he: כותרת 1 (מקטע*)
lo: ຫົວຂໍ້ 1 (ສ່ວນ*)

source: Header 2 (subsection)
he: כותרת 2 (תת־מקטע)
lo: ຫົວຂໍ້ 2 (ສ່ວນຍ່ອຍ)

source: Header 2 (subsection*)
he: כותרת 2 (תת־מקטע*)
lo: ຫົວຂໍ້ 2 (ສ່ວນຍ່ອຍ*)

source: Header 3 (subsubsection)
he: כותרת 3 (תת־תת־מקטע)
lo: ຫົວຂໍ້ 3 (ສ່ວນຍ່ອຍຂອງສ່ວນຍ່ອຍ)

source: Header 3 (subsubsection*)
he: כותרת 3 (תת־תת־מקטע*)
lo: ຫົວຂໍ້ 3 (ສ່ວນຍ່ອຍຂອງສ່ວນຍ່ອຍ*)

source: Header 4 (paragraph)
he: כותרת 4 (פסקה)
lo: ຫົວຂໍ້ 4 (ຫຍໍ້ໜ້າ)

source: Header appendix
he: נספח כותרת
lo: ຫົວຂໍ້ພາກເພີ່ມຕື່ມ

source: List description
he: תיאור רשימה
lo: ລາຍການຄຳອະທິບາຍ

source: List enumerate
he: מונה רשימה
lo: ລາຍການແບບມີລຳດັບ

source: List itemize
he: רשימה מפורטת
lo: ລາຍການແບບບໍ່ມີລຳດັບ

source: Item with label
he: פריט עם תוית
lo: ລາຍການທີ່ມີປ້າຍຊື່

source: Item
he: פריט
lo: ລາຍການ

source: Maths (display)
he: Maths (תצוגה)
lo: ຄະນິດສາດ (ສະແດງ)

source: Maths (inline)
he: Maths (פנימי)
lo: ຄະນິດສາດ (ໃນແຖວ)

source: Operator fraction
he: אופרטור פונקציה
lo: ຕົວດຳເນີນການເສດສ່ວນ

source: Operator integral (display)
he: אופרטור אינטגרלי (תצוגה)
lo: ຕົວດຳເນີນການອິນທິເກຣດ (ສະແດງ)

source: Operator integral (inline)
he: אופרטור אינטגרלי (תחוב)
lo: ຕົວດຳເນີນການອິນທິເກຣດ (ໃນແຖວ)

source: Operator sum (display)
he: אופרטור sum (תצוגה)
lo: ຕົວດຳເນີນການຜົນລວມ (ສະແດງ)

source: Operator sum (inline)
he: אופרטור sum (תחוב)
lo: ຕົວດຳເນີນການຜົນລວມ (ໃນແຖວ)

source: Reference label
he: תווית אזכור
lo: ປ້າຍຊື່ອ້າງອີງ

source: Reference ref
he: אזכור ref
lo: ການອ້າງອີງ ref

source: Symbol <<
he: סמל <<
lo: ສັນຍາລັກ <<

source: Symbol <=
he: סמל <==
lo: ສັນຍາລັກ <=

source: Symbol >=
he: סמל >=
lo: ສັນຍາລັກ >=

source: Symbol >>
he: סמל >>
lo: ສັນຍາລັກ >>

source: Symbol and
he: סמל and
lo: ສັນຍາລັກ and

source: Symbol const
he: סמל const
lo: ສັນຍາລັກ const

source: Symbol d2-by-dt2-partial
he: סמל d2-by-dt2-partial
lo: ສັນຍາລັກ d2-by-dt2-partial

source: Symbol dagger
he: סמל dagger
lo: ສັນຍາລັກ dagger

source: Symbol d-by-dt
he: סמל d-by-dt
lo: ສັນຍາລັກ d-by-dt
